{
  "total_breeds": 162,
  "last_updated": "2024-12-02 22:31:09",
  "breeds": [
    {
      "id": 1,
      "race": "Airedale",
      "image": "https://images.dog.ceo/breeds/airedale/n02096051_1669.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/airedale/n02096051_8790.jpg",
        "https://images.dog.ceo/breeds/airedale/n02096051_8989.jpg"
      ],
      "description": "The Airedale Terrier (often shortened to \"Airedale\"), also called Bingley Terrier and Waterside Terrier, is a dog breed of the terrier type that originated in the valley (dale) of the River Aire, in the West Riding of Yorkshire, England. It is traditionally called the \"King of Terriers\" because it is the largest of the terrier breeds. The Airedale was bred from the Old English Black and Tan Terrier and the Otterhound and probably some other Terrier breeds, and has contributed to other dog breeds, such as the Yorkshire Terrier.\nOriginally bred to serve as a versatile hunting and all around working farm dog, this breed has also been used as a war dog, guide dog, and police dog in Britain. In the United States, the breed has been used to hunt big game, upland birds, and water fowl, and serve in many other working capacities.",
      "taille": "very large",
      "poids": "30-50 kg",
      "taille_cm": "60-75 cm",
      "stats": {
        "intelligence": 91,
        "affection": 82,
        "energie": 73,
        "gardien": 64,
        "entretien": 55
      },
      "caracteristiques": [
        "Très intelligent",
        "Très affectueux"
      ],
      "temperament": [
        "affectueux",
        "actif",
        "intelligent"
      ],
      "habitat": [
        "rural"
      ],
      "timeNeeded": [
        "moderate"
      ],
      "goodWith": [
        "children",
        "elderly",
        "dogs",
        "cats"
      ],
      "experience": "beginner",
      "esperance_vie": "17-19 ans",
      "groupe": "Chiens de compagnie"
    },
    {
      "id": 2,
      "race": "Appenzeller",
      "image": "https://images.dog.ceo/breeds/appenzeller/n02107908_1855.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/appenzeller/n02107908_5254.jpg",
        "https://images.dog.ceo/breeds/appenzeller/n02107908_6042.jpg"
      ],
      "description": "The Appenzeller Sennenhund is a Swiss breed of medium-sized working dog. It originates in the Appenzell region of north-eastern Switzerland, and is one of four regional breeds of Sennenhund or Swiss mountain dog, all of which are characterised by a distinctive tricolour coat.\n\n",
      "taille": "large",
      "poids": "15-30 kg",
      "taille_cm": "45-60 cm",
      "stats": {
        "intelligence": 54,
        "affection": 58,
        "energie": 62,
        "gardien": 66,
        "entretien": 70
      },
      "caracteristiques": [],
      "temperament": [],
      "habitat": [
        "house"
      ],
      "timeNeeded": [
        "moderate"
      ],
      "goodWith": [],
      "experience": "experienced",
      "esperance_vie": "12-14 ans",
      "groupe": "Terriers"
    },
    {
      "id": 2,
      "race": "Affenpinscher",
      "image": "https://images.dog.ceo/breeds/affenpinscher/n02110627_12808.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/affenpinscher/n02110627_13211.jpg",
        "https://images.dog.ceo/breeds/affenpinscher/n02110627_3144.jpg"
      ],
      "description": "The Affenpinscher (German: [ˈafn̩ˌpɪnʃɐ] ) is a German breed of small toy dog of Pinscher type.: 30  Originally developed as a mouser, the Affenpinscher is now commonly found as a companion worldwide.\n\n",
      "taille": "small",
      "poids": "2-5 kg",
      "taille_cm": "20-30 cm",
      "stats": {
        "intelligence": 90,
        "affection": 80,
        "energie": 70,
        "gardien": 60,
        "entretien": 50
      },
      "caracteristiques": [
        "Très intelligent",
        "Très affectueux"
      ],
      "temperament": [
        "affectueux",
        "intelligent"
      ],
      "habitat": [
        "apartment"
      ],
      "timeNeeded": [
        "moderate"
      ],
      "goodWith": [
        "children",
        "elderly",
        "dogs"
      ],
      "experience": "beginner",
      "esperance_vie": "14-16 ans",
      "groupe": "Chiens de compagnie"
    },
    {
      "id": 4,
      "race": "Akita",
      "image": "https://images.dog.ceo/breeds/akita/512px-Ainu-Dog.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/akita/512px-Akita_inu.jpg",
        "https://images.dog.ceo/breeds/akita/An_Akita_Inu_resting.jpg"
      ],
      "description": "The Akita (秋田, Akita, Japanese pronunciation: [akʲita]) is a Japanese  dog breed of large size. Originating from the mountains of northern Japan, the Akita has a short double coat similar to that of many other northern spitz breeds. Historically, they were used by matagi for guarding and the hunting of bears.\nThe Akita is a powerful, dominant and loyal breed, commonly aloof with strangers, but affectionate and deeply loyal with its family. As a breed, Akitas are generally hardy. The two separate varieties of Akita are a pure Japanese strain, called Akita Inu or Akita-ken, and a larger mixed strain, commonly referred to as the \"American Akita\". However, it is subject to debate as to whether the Akita strains are distinct, or if they constitute one breed.",
      "taille": "large",
      "poids": "15-30 kg",
      "taille_cm": "45-60 cm",
      "stats": {
        "intelligence": 90,
        "affection": 80,
        "energie": 70,
        "gardien": 60,
        "entretien": 50
      },
      "caracteristiques": [
        "Très intelligent",
        "Très affectueux"
      ],
      "temperament": [
        "affectueux",
        "intelligent"
      ],
      "habitat": [],
      "timeNeeded": [
        "moderate"
      ],
      "goodWith": [
        "children",
        "elderly",
        "dogs"
      ],
      "experience": "beginner",
      "esperance_vie": "12-14 ans",
      "groupe": "Chiens de type Spitz et de type primitif"
    },
    {
      "id": 4,
      "race": "African",
      "image": "https://images.dog.ceo/breeds/african/n02116738_1180.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/african/n02116738_2139.jpg",
        "https://images.dog.ceo/breeds/african/n02116738_2435.jpg"
      ],
      "description": "A dog breed is a particular type of dog that was purposefully bred by humans to perform specific tasks, such as herding, hunting, and guarding. Dogs are the most variable mammal on Earth, with artificial selection producing upward of 360 globally recognized breeds. These breeds possess distinct traits related to morphology, which include body size and shape, tail phenotype, fur type, etc, but are only one species of dog.  Their behavioral traits include guarding, herding, and hunting, and personality traits such as hyper-social behavior, boldness, and aggression. Most breeds were derived from small numbers of founders within the last 200 years. As a result of their adaptability to many environments and breedability for human needs, today  dogs are the most abundant carnivore species and are dispersed around the world.\nA dog breed will consistently produce the physical traits, movement and temperament that were developed over decades of selective breeding. For each breed they recognize, kennel clubs and breed registries usually maintain and publish a breed standard which is a written description of the ideal specimen of the breed. Other uses of the term breed when referring to dogs include pure breeds, cross-breeds, mixed breeds and natural breeds. \nPrior to the standardization of dog breeds, there were many different types of dogs that were defined by their own, unique functions. Many different terms were used to describe dogs, such as breed, strain, type, kind, and variety. By the end of the Victorian era, society had changed and so did the role of dogs. The form was given a more prominent role than function. Different types or breeds of dog were being developed by breeders who wanted to define specific characteristics and desirable features in their dogs. Driven by dog shows and the groups that hosted them, the term dog breed took on an entirely new meaning. Dog show competitions included best-in-breed winners, and the purebreds were winning. Breed standards are the reason the breed came to be, and with those standards are key features, including form, function and fitness for purpose. The Kennel Club in the UK was founded in 1873, and was the world's first national kennel club and breed registry. The International Canine Federation was founded in 1911 as a worldwide organization. Its objective is to bring global uniformity to the breeding, exhibiting and judging of pure-bred dogs. It now has 99 member countries. According to BigThink, over 40% of the world’s dog breeds come from the United Kingdom, France and Germany. It states: \"Great Britain and France are the ground zero of dog fancying, with 57 registered breeds each. Germany is not far behind, with 47 breeds. These three countries alone represent more than 40% of all dog breeds recognized by the Fédération Cynologique Internationale.\"\n\n",
      "taille": "small",
      "poids": "2-5 kg",
      "taille_cm": "20-30 cm",
      "stats": {
        "intelligence": 92,
        "affection": 84,
        "energie": 76,
        "gardien": 68,
        "entretien": 60
      },
      "caracteristiques": [
        "Très intelligent",
        "Très affectueux",
        "Très énergique"
      ],
      "temperament": [
        "affectueux",
        "actif",
        "intelligent"
      ],
      "habitat": [
        "apartment",
        "rural"
      ],
      "timeNeeded": [
        "lots"
      ],
      "goodWith": [
        "children",
        "elderly",
        "dogs",
        "cats"
      ],
      "experience": "beginner",
      "esperance_vie": "14-16 ans",
      "groupe": "Chiens de compagnie"
    },
    {
      "id": 6,
      "race": "Kelpie Australian",
      "image": "https://images.dog.ceo/breeds/australian-kelpie/IMG_4918.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/australian-kelpie/Resized_20200214_191118_346649120350209.jpg",
        "https://images.dog.ceo/breeds/australian-kelpie/Resized_20200303_233358_108952253645051.jpg"
      ],
      "description": "The Australian Kelpie, or simply Kelpie, is an Australian sheepdog capable of mustering and droving with little or no guidance. It is a medium-sized dog and comes in a variety of colours. The Kelpie has been exported throughout the world and is used to muster livestock, primarily sheep, cattle and goats.\nThe breed has been separated into two distinct varieties: the Show (or Bench) Kelpie and the Working Kelpie. The Show Kelpie is seen at conformation dog shows in some countries and is selected for appearance rather than working instinct, while the Working Kelpie is bred for its working ability.\n\n",
      "taille": "large",
      "poids": "15-30 kg",
      "taille_cm": "45-60 cm",
      "stats": {
        "intelligence": 78,
        "affection": 56,
        "energie": 84,
        "gardien": 62,
        "entretien": 90
      },
      "caracteristiques": [
        "Très intelligent",
        "Très énergique"
      ],
      "temperament": [
        "actif",
        "intelligent"
      ],
      "habitat": [
        "rural"
      ],
      "timeNeeded": [
        "lots"
      ],
      "goodWith": [
        "dogs"
      ],
      "experience": "intermediate",
      "esperance_vie": "16-18 ans",
      "groupe": "Chiens de type Spitz et de type primitif"
    },
    {
      "id": 7,
      "race": "Shepherd Australian",
      "image": "https://images.dog.ceo/breeds/australian-shepherd/forest.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/australian-shepherd/leroy.jpg",
        "https://images.dog.ceo/breeds/australian-shepherd/pepper.jpg"
      ],
      "description": "The Belgian Shepherd (Dutch: Belgische Herder), also known as the Belgian Sheepdog (Dutch: Belgische Herdershond) or the Chien de Berger Belge, is a Belgian breed of herding dog of medium size. It is bred in four distinct varieties based on coat type and colour: the long-haired black Groenendael; the rough-haired fawn Laekenois; the short-haired fawn Malinois, and the long-haired fawn Tervuren. The American Kennel Club considers the four varieties to be separate breeds.\nThe breed descends from a common type of shepherd dog found throughout Western Europe that includes such modern breeds as the Bouvier des Ardennes, Dutch Shepherd and German Shepherd, and was a common sight in the service of Belgian shepherds for centuries. At the end of the nineteenth century a breed club was formed and attempts were made to standardise the breed.\nIts historical role was as a herding dog. It is also commonly kept as a companion dog, or used as an assistance dog, detection dog, guard dog, guide dog, police dog or search and rescue dog. It has a long history of being used by Belgian police as well as military forces, serving for Belgian armed forces in both World Wars, as well as US Army since then. In the twenty-first century it is in use by a number of armed forces worldwide in a variety of roles.",
      "taille": "very large",
      "poids": "30-50 kg",
      "taille_cm": "60-75 cm",
      "stats": {
        "intelligence": 95,
        "affection": 90,
        "energie": 85,
        "gardien": 80,
        "entretien": 75
      },
      "caracteristiques": [
        "Très intelligent",
        "Très affectueux",
        "Très énergique",
        "Excellent gardien"
      ],
      "temperament": [
        "affectueux",
        "actif",
        "intelligent",
        "protecteur"
      ],
      "habitat": [
        "rural"
      ],
      "timeNeeded": [
        "lots"
      ],
      "goodWith": [
        "children",
        "elderly",
        "dogs",
        "cats"
      ],
      "experience": "beginner",
      "esperance_vie": "17-19 ans",
      "groupe": "Chiens courants et de recherche au sang"
    },
    {
      "id": 8,
      "race": "Beagle",
      "image": "https://images.dog.ceo/breeds/beagle/1374053345_Milo.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/beagle/n02088364_11136.jpg",
        "https://images.dog.ceo/breeds/beagle/n02088364_14690.jpg"
      ],
      "description": "The beagle is a breed of small scent hound, similar in appearance to the much larger foxhound. The beagle was developed primarily for hunting rabbit or hare, known as beagling. Possessing a great sense of smell and superior tracking instincts, the beagle is the primary breed used as a detection dog for prohibited agricultural imports and foodstuffs in quarantine around the world. The beagle is a popular pet due to its size and good temper.\nThe modern breed was developed in Great Britain around the 1830s from several breeds, including the Talbot Hound, the North Country Beagle, the Southern Hound, and possibly the Harrier.\nBeagles have been depicted in popular culture since Elizabethan times in literature and paintings and more recently in film, television, and comic books.",
      "taille": "small",
      "poids": "2-5 kg",
      "taille_cm": "20-30 cm",
      "stats": {
        "intelligence": 76,
        "affection": 52,
        "energie": 78,
        "gardien": 54,
        "entretien": 80
      },
      "caracteristiques": [
        "Très intelligent",
        "Très énergique"
      ],
      "temperament": [
        "actif",
        "intelligent"
      ],
      "habitat": [
        "apartment",
        "rural"
      ],
      "timeNeeded": [
        "lots"
      ],
      "goodWith": [
        "dogs"
      ],
      "experience": "intermediate",
      "esperance_vie": "10-12 ans",
      "groupe": "Chiens de berger et de bouvier"
    },
    {
      "id": 8,
      "race": "Indian Bakharwal",
      "image": "https://images.dog.ceo/breeds/bakharwal-indian/Bakharwal.jpg",
      "additional_images": [],
      "description": "The Bakharwal dog is a livestock guardian dog found in northern India. It is an ancient working Indian dog breed found in Ladakh and across the Pir Panjal Range of Jammu and Kashmir, India. \nIt has been bred by the Gaddis, Jats, Gujjar and Bakerwal castes, as well as other local people of Jammu and Kashmir and Himachal Pradesh, for the purpose of guarding their flocks of goats, sheep and cattle, along with their houses, from centuries. \nWhile the Bakharwal Dog is mainly found in Jammu and Kashmir region, India. A recent study says that this breed is on the verge of extinction and has appealed to include this animal in the endangered species category by local communities. Of late, there were many cases when this mountain breed of dog contracted rabies or was shot by separatist militants.",
      "taille": "small",
      "poids": "2-5 kg",
      "taille_cm": "20-30 cm",
      "stats": {
        "intelligence": 86,
        "affection": 72,
        "energie": 58,
        "gardien": 94,
        "entretien": 80
      },
      "caracteristiques": [
        "Très intelligent",
        "Excellent gardien"
      ],
      "temperament": [
        "affectueux",
        "intelligent",
        "protecteur"
      ],
      "habitat": [
        "apartment",
        "house"
      ],
      "timeNeeded": [
        "moderate"
      ],
      "goodWith": [
        "children",
        "elderly",
        "dogs"
      ],
      "experience": "beginner",
      "esperance_vie": "10-12 ans",
      "groupe": "Chiens d'arrêt"
    },
    {
      "id": 9,
      "race": "Basenji",
      "image": "https://images.dog.ceo/breeds/basenji/n02110806_4218.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/basenji/n02110806_6554.jpg",
        "https://images.dog.ceo/breeds/basenji/n02110806_919.jpg"
      ],
      "description": "The Basenji () is a breed of hunting dog created from stock that originated in Central Africa, including in the Republic of the Congo and other adjacent tropical African countries. The Fédération Cynologique Internationale places the Basenji in the Spitz and \"primitive types\" categories, while the American Kennel Club classifies it as a hound. The breed does not bark in the traditional manner of most dogs, rather vocalising in an unusual, yodel-like \"talking\" sound, due to its unusually-shaped larynx. This trait earns the Basenji its nickname of \"barkless\" dog, a similar feature seen and heard in the New Guinea singing dog.\nBasenjis are athletic small dogs that can run up to 30 to 35 miles per hour (48 to 56 km/h), and share many distinctive traits with the pye or pariah dog types of the Indian subcontinent. In addition to their uniquely similar vocalisations, the Basenji, the Australian dingo and the aforementioned New Guinea singing dog all only come-into estrus once per year, as does the Tibetan Mastiff; other dog breeds may have two or more breeding seasons each year. Basenjis lack a distinctive odor, or \"dog smell\".\n\n",
      "taille": "small",
      "poids": "2-5 kg",
      "taille_cm": "20-30 cm",
      "stats": {
        "intelligence": 50,
        "affection": 50,
        "energie": 50,
        "gardien": 50,
        "entretien": 50
      },
      "caracteristiques": [],
      "temperament": [],
      "habitat": [
        "apartment",
        "house"
      ],
      "timeNeeded": [
        "minimal"
      ],
      "goodWith": [],
      "experience": "experienced",
      "esperance_vie": "14-16 ans",
      "groupe": "Chiens rapporteurs et leveurs de gibier"
    },
    {
      "id": 11,
      "race": "Bluetick",
      "image": "https://images.dog.ceo/breeds/bluetick/n02088632_1118.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/bluetick/n02088632_1176.jpg",
        "https://images.dog.ceo/breeds/bluetick/n02088632_926.jpg"
      ],
      "description": "The Bluetick Coonhound is a breed of coonhound originating in the United States. The Bluetick Coonhound is known for its friendly personality, cold nose, and deep bawl mouth. It is most commonly used as a raccoon hunting dog, but is also kept as a pet.\n\n",
      "taille": "very large",
      "poids": "30-50 kg",
      "taille_cm": "60-75 cm",
      "stats": {
        "intelligence": 69,
        "affection": 88,
        "energie": 57,
        "gardien": 76,
        "entretien": 95
      },
      "caracteristiques": [
        "Très affectueux",
        "Excellent gardien"
      ],
      "temperament": [
        "affectueux",
        "protecteur"
      ],
      "habitat": [
        "house"
      ],
      "timeNeeded": [
        "moderate"
      ],
      "goodWith": [
        "children",
        "elderly",
        "cats"
      ],
      "experience": "intermediate",
      "esperance_vie": "13-15 ans",
      "groupe": "Chiens de berger et de bouvier"
    },
    {
      "id": 12,
      "race": "Brabancon",
      "image": "https://images.dog.ceo/breeds/brabancon/n02112706_1558.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/brabancon/n02112706_396.jpg",
        "https://images.dog.ceo/breeds/brabancon/n02112706_970.jpg"
      ],
      "description": "The Griffon Bruxellois or  Brussels Griffon is a breed of toy dog, named for their city of origin of Brussels, Belgium. The Griffon Bruxellois may refer to three different breeds, the Griffon Bruxellois, the Griffon Belge and the Petit Brabançon. Identical in standard except for coat and colour differences, in some standards they are considered varieties of the same breed, much like Belgian Shepherd Dogs.",
      "taille": "large",
      "poids": "15-30 kg",
      "taille_cm": "45-60 cm",
      "stats": {
        "intelligence": 52,
        "affection": 54,
        "energie": 56,
        "gardien": 58,
        "entretien": 60
      },
      "caracteristiques": [],
      "temperament": [],
      "habitat": [
        "house"
      ],
      "timeNeeded": [
        "moderate"
      ],
      "goodWith": [],
      "experience": "experienced",
      "esperance_vie": "16-18 ans",
      "groupe": "Terriers"
    },
    {
      "id": 13,
      "race": "Bouvier",
      "image": "https://images.dog.ceo/breeds/bouvier/n02106382_1787.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/bouvier/n02106382_1963.jpg",
        "https://images.dog.ceo/breeds/bouvier/n02106382_4760.jpg"
      ],
      "description": "The Bouvier des Flandres is a herding dog breed originating in Flanders, Belgium. They were originally used for general farm work including cattle droving, sheep herding, and cart pulling, and nowadays as guard dogs and police dogs, as well as being kept as pets.\nThe French name of the breed means, literally, \"Cow Herder of Flanders\", referring to the Flemish origin of the breed. Other names for the breed are Toucheur de Boeuf (cattle driver), Vlaamse Koehond (Flemish cow dog), and Vuilbaard (dirty beard).\n\n",
      "taille": "small",
      "poids": "2-5 kg",
      "taille_cm": "20-30 cm",
      "stats": {
        "intelligence": 82,
        "affection": 64,
        "energie": 96,
        "gardien": 78,
        "entretien": 60
      },
      "caracteristiques": [
        "Très intelligent",
        "Très énergique",
        "Excellent gardien"
      ],
      "temperament": [
        "actif",
        "intelligent",
        "protecteur"
      ],
      "habitat": [
        "apartment",
        "rural"
      ],
      "timeNeeded": [
        "lots"
      ],
      "goodWith": [
        "dogs"
      ],
      "experience": "beginner",
      "esperance_vie": "14-16 ans",
      "groupe": "Teckels"
    },
    {
      "id": 14,
      "race": "Boxer",
      "image": "https://images.dog.ceo/breeds/boxer/n02108089_10939.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/boxer/n02108089_4158.jpg",
        "https://images.dog.ceo/breeds/boxer/n02108089_9778.jpg"
      ],
      "description": "The Boxer is a medium to large, short-haired dog breed of mastiff-type, developed in Germany. The coat is smooth and tight-fitting; colors are fawn or brindled, with or without white markings. Boxers are brachycephalic (they have broad, short skulls), have a square muzzle, mandibular prognathism (an underbite), very strong jaws, and a powerful bite ideal for hanging on to large prey. The Boxer was bred from the Old English Bulldog and the now extinct Bullenbeisser, which became extinct by crossbreeding rather than by a decadence of the breed. The Boxer is a member of both The Kennel Club and American Kennel Club (AKC) Working Group.\nThe first Boxer club was founded in 1895, with Boxers being first exhibited in a dog show for St. Bernards in Munich the next year. Based on 2013 AKC statistics, Boxers held steady as the seventh-most popular breed of dog in the United States for the fourth consecutive year. According to the AKC's website, though, the boxer is now the 11th-most popular dog breed in the United States.\n\n",
      "taille": "small",
      "poids": "2-5 kg",
      "taille_cm": "20-30 cm",
      "stats": {
        "intelligence": 62,
        "affection": 74,
        "energie": 86,
        "gardien": 98,
        "entretien": 60
      },
      "caracteristiques": [
        "Très énergique",
        "Excellent gardien"
      ],
      "temperament": [
        "affectueux",
        "actif",
        "protecteur"
      ],
      "habitat": [
        "apartment",
        "rural"
      ],
      "timeNeeded": [
        "lots"
      ],
      "goodWith": [
        "children",
        "elderly"
      ],
      "experience": "intermediate",
      "esperance_vie": "10-12 ans",
      "groupe": "Chiens de compagnie"
    },
    {
      "id": 14,
      "race": "Borzoi",
      "image": "https://images.dog.ceo/breeds/borzoi/n02090622_1082.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/borzoi/n02090622_1253.jpg",
        "https://images.dog.ceo/breeds/borzoi/n02090622_7732.jpg"
      ],
      "description": "The Borzoi or Russian Hunting Sighthound is a Russian breed of hunting dog of sighthound type. It was formerly used for wolf hunting,: 125  and until 1936 was known as the Russian Wolfhound.: 130 ",
      "taille": "medium",
      "poids": "5-15 kg",
      "taille_cm": "30-45 cm",
      "stats": {
        "intelligence": 79,
        "affection": 58,
        "energie": 87,
        "gardien": 66,
        "entretien": 95
      },
      "caracteristiques": [
        "Très intelligent",
        "Très énergique"
      ],
      "temperament": [
        "actif",
        "intelligent"
      ],
      "habitat": [
        "apartment",
        "rural"
      ],
      "timeNeeded": [
        "lots"
      ],
      "goodWith": [
        "dogs"
      ],
      "experience": "intermediate",
      "esperance_vie": "15-17 ans",
      "groupe": "Chiens de compagnie"
    },
    {
      "id": 16,
      "race": "Norwegian Buhund",
      "image": "https://images.dog.ceo/breeds/buhund-norwegian/hakon1.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/buhund-norwegian/hakon2.jpg",
        "https://images.dog.ceo/breeds/buhund-norwegian/hakon3.jpg"
      ],
      "description": "The Norwegian Buhund (Norwegian: Norsk buhund) is a breed of dog of the spitz type. It is closely related to the Icelandic Sheepdog and the Jämthund. The Buhund is used as a watch dog and an all purpose farm and herding dog.\n\n",
      "taille": "small",
      "poids": "2-5 kg",
      "taille_cm": "20-30 cm",
      "stats": {
        "intelligence": 84,
        "affection": 68,
        "energie": 52,
        "gardien": 86,
        "entretien": 70
      },
      "caracteristiques": [
        "Très intelligent",
        "Excellent gardien"
      ],
      "temperament": [
        "intelligent",
        "protecteur"
      ],
      "habitat": [
        "apartment",
        "house"
      ],
      "timeNeeded": [
        "moderate"
      ],
      "goodWith": [
        "dogs"
      ],
      "experience": "beginner",
      "esperance_vie": "10-12 ans",
      "groupe": "Chiens de berger et de bouvier"
    },
    {
      "id": 17,
      "race": "Briard",
      "image": "https://images.dog.ceo/breeds/briard/n02105251_1725.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/briard/n02105251_6138.jpg",
        "https://images.dog.ceo/breeds/briard/n02105251_7738.jpg"
      ],
      "description": "The Briard (pronounced [bʁijaʁ] ): 108  or Berger de Brie (pronounced [bɛʁʒe də bʁi];: 89  plural: Bergers de Brie) is a French breed of large shepherd dog, traditionally used both for herding sheep and to defend them. It was first shown at the first Paris dog show, in 1863; the first Briard to be registered in the Livre des Origines Françaises, the national stud-book, was Sans Gêne in 1885. It was in the past also known as the Chien de Berger français de Plaine.",
      "taille": "small",
      "poids": "2-5 kg",
      "taille_cm": "20-30 cm",
      "stats": {
        "intelligence": 96,
        "affection": 92,
        "energie": 88,
        "gardien": 84,
        "entretien": 80
      },
      "caracteristiques": [
        "Très intelligent",
        "Très affectueux",
        "Très énergique",
        "Excellent gardien"
      ],
      "temperament": [
        "affectueux",
        "actif",
        "intelligent",
        "protecteur"
      ],
      "habitat": [
        "apartment",
        "rural"
      ],
      "timeNeeded": [
        "lots"
      ],
      "goodWith": [
        "children",
        "elderly",
        "dogs",
        "cats"
      ],
      "experience": "beginner",
      "esperance_vie": "14-16 ans",
      "groupe": "Terriers"
    },
    {
      "id": 18,
      "race": "Boston Bulldog",
      "image": "https://images.dog.ceo/breeds/bulldog-boston/n02096585_2008.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/bulldog-boston/n02096585_6940.jpg",
        "https://images.dog.ceo/breeds/bulldog-boston/n02096585_942.jpg"
      ],
      "description": "The Boston Terrier is a breed of dog originating in the United States of America. This \"American Gentleman\" was accepted in 1893 by the American Kennel Club as a non-sporting breed. Boston Terriers are small and compact with a short tail and erect ears.\nThe Boston Terrier ranked as the 24th most popular breed in registrations with the American Kennel Club in 2022.\n\n",
      "taille": "large",
      "poids": "15-30 kg",
      "taille_cm": "45-60 cm",
      "stats": {
        "intelligence": 74,
        "affection": 98,
        "energie": 72,
        "gardien": 96,
        "entretien": 70
      },
      "caracteristiques": [
        "Très affectueux",
        "Excellent gardien"
      ],
      "temperament": [
        "affectueux",
        "actif",
        "intelligent",
        "protecteur"
      ],
      "habitat": [
        "rural"
      ],
      "timeNeeded": [
        "moderate"
      ],
      "goodWith": [
        "children",
        "elderly",
        "dogs",
        "cats"
      ],
      "experience": "intermediate",
      "esperance_vie": "16-18 ans",
      "groupe": "Chiens d'arrêt"
    },
    {
      "id": 19,
      "race": "English Bulldog",
      "image": "https://images.dog.ceo/breeds/bulldog-english/bunz.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/bulldog-english/jager-1.jpg",
        "https://images.dog.ceo/breeds/bulldog-english/jager-2.jpg"
      ],
      "description": "The Old English Bulldog is an extinct breed of dog.",
      "taille": "very large",
      "poids": "30-50 kg",
      "taille_cm": "60-75 cm",
      "stats": {
        "intelligence": 59,
        "affection": 68,
        "energie": 77,
        "gardien": 86,
        "entretien": 95
      },
      "caracteristiques": [
        "Très énergique",
        "Excellent gardien"
      ],
      "temperament": [
        "actif",
        "protecteur"
      ],
      "habitat": [
        "rural"
      ],
      "timeNeeded": [
        "lots"
      ],
      "goodWith": [],
      "experience": "experienced",
      "esperance_vie": "13-15 ans",
      "groupe": "Chiens de garde et de protection"
    },
    {
      "id": 20,
      "race": "French Bulldog",
      "image": "https://images.dog.ceo/breeds/bulldog-french/n02108915_2756.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/bulldog-french/n02108915_2835.jpg",
        "https://images.dog.ceo/breeds/bulldog-french/n02108915_4214.jpg"
      ],
      "description": "The French Bulldog (French: Bouledogue Français) is a French breed of companion dog or toy dog. It appeared in Paris in the mid-nineteenth century, apparently the result of cross-breeding of Toy Bulldogs imported from England and local Parisian ratters. It is commonly kept as a pet and is among the most frequently registered dogs in a number of countries including Australia, the United Kingdom, and the United States. The breed is susceptible to various health problems as a consequence of being bred for a distinctive appearance, sporting a brachycephalic face and skin wrinkles.",
      "taille": "very large",
      "poids": "30-50 kg",
      "taille_cm": "60-75 cm",
      "stats": {
        "intelligence": 93,
        "affection": 86,
        "energie": 79,
        "gardien": 72,
        "entretien": 65
      },
      "caracteristiques": [
        "Très intelligent",
        "Très affectueux",
        "Très énergique"
      ],
      "temperament": [
        "affectueux",
        "actif",
        "intelligent",
        "protecteur"
      ],
      "habitat": [
        "rural"
      ],
      "timeNeeded": [
        "lots"
      ],
      "goodWith": [
        "children",
        "elderly",
        "dogs",
        "cats"
      ],
      "experience": "beginner",
      "esperance_vie": "17-19 ans",
      "groupe": "Terriers"
    },
    {
      "id": 21,
      "race": "Staffordshire Bullterrier",
      "image": "https://images.dog.ceo/breeds/bullterrier-staffordshire/n02093256_14807.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/bullterrier-staffordshire/n02093256_3353.jpg",
        "https://images.dog.ceo/breeds/bullterrier-staffordshire/n02093256_5936.jpg"
      ],
      "description": "In law, breed-specific legislation (BSL) is a type of law that prohibits or restricts particular breeds or types of dog. Such laws range from outright bans on the possession of these dogs, to restrictions and conditions on ownership, and often establishes a legal presumption that such dogs are dangerous or vicious to prevent dog attacks. Some jurisdictions have enacted breed-specific legislation in response to a number of fatalities or maulings involving pit bull–type dogs or other dog breeds commonly used in dog fighting, and some government organizations such as the United States Army and Marine Corps have taken administrative action as well. Due to opposition to such laws in the United States, anti-BSL laws have been passed in 21 of the 50 state-level governments, prohibiting or restricting the ability of jurisdictions within those states to enact or enforce breed-specific legislation.\n\n",
      "taille": "small",
      "poids": "2-5 kg",
      "taille_cm": "20-30 cm",
      "stats": {
        "intelligence": 60,
        "affection": 70,
        "energie": 80,
        "gardien": 90,
        "entretien": 50
      },
      "caracteristiques": [
        "Très énergique",
        "Excellent gardien"
      ],
      "temperament": [
        "actif",
        "protecteur"
      ],
      "habitat": [
        "apartment",
        "rural"
      ],
      "timeNeeded": [
        "lots"
      ],
      "goodWith": [],
      "experience": "intermediate",
      "esperance_vie": "10-12 ans",
      "groupe": "Chiens de type Spitz et de type primitif"
    },
    {
      "id": 22,
      "race": "Australian Cattledog",
      "image": "https://images.dog.ceo/breeds/cattledog-australian/IMG_0206.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/cattledog-australian/IMG_1062.jpg",
        "https://images.dog.ceo/breeds/cattledog-australian/IMG_3668.jpg"
      ],
      "description": "The Australian Cattle Dog, or simply Cattle Dog, is a breed of herding dog developed in Australia for droving cattle over long distances across rough terrain. This breed is a medium-sized, short-coated dog that occurs in two main colour forms. It has either red or black hair distributed fairly evenly through a white coat, which gives the appearance of a \"red\" or \"blue\" dog.\nAs with dogs from other working breeds, the Australian Cattle Dog is energetic and intelligent with an independent streak. It responds well to structured training, particularly if it is interesting and challenging. It was originally bred to herd by biting, and is known to nip running children. It forms a strong attachment to its owners, and can be protective of them and their possessions. It is easy to groom and maintain, requiring little more than brushing during the shedding period. The most common health problems are deafness and progressive blindness (both hereditary conditions) and accidental injury.\nThomas Simpson Hall, pastoralist and son of pioneer Hawkesbury region colonist George Hall, developed an Australian working dog for cattle farming during the mid 1800s. Robert Kaleski, who wrote the first standard for the cattle dog (later, the Australian cattle dog), called Hall's dogs \"Halls Heelers\". Thomas Hall imported dogs from the United Kingdom, in particular blue-speckled Highland Collies, and crossed them with selected dingoes to create the breed.\nThe Halls Heelers were later developed, in particular by Jack and Harry Bagust from Sydney in the 1880s, into the two modern breeds, the Australian Cattle Dog and the Australian Stumpy Tail Cattle Dog. The Bagust brothers \"bred a lot and drowned a lot\" to create the breed.\nThe Australian Cattle Dog has been nicknamed a \"Red Heeler\" or \"Blue Heeler\" on the basis of its colouring and practice of moving reluctant cattle by nipping at their heels. The nickname \"Queensland Heeler\" may have originated in a popular booklet, published in Victoria.\n\n",
      "taille": "very large",
      "poids": "30-50 kg",
      "taille_cm": "60-75 cm",
      "stats": {
        "intelligence": 95,
        "affection": 90,
        "energie": 85,
        "gardien": 80,
        "entretien": 75
      },
      "caracteristiques": [
        "Très intelligent",
        "Très affectueux",
        "Très énergique",
        "Excellent gardien"
      ],
      "temperament": [
        "affectueux",
        "actif",
        "intelligent",
        "protecteur"
      ],
      "habitat": [
        "rural"
      ],
      "timeNeeded": [
        "lots"
      ],
      "goodWith": [
        "children",
        "elderly",
        "dogs",
        "cats"
      ],
      "experience": "beginner",
      "esperance_vie": "13-15 ans",
      "groupe": "Chiens d'arrêt"
    },
    {
      "id": 23,
      "race": "Cavapoo",
      "image": "https://images.dog.ceo/breeds/cavapoo/doggo1.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/cavapoo/doggo2.jpg",
        "https://images.dog.ceo/breeds/cavapoo/doggo3.jpg"
      ],
      "description": "The Cavapoo (American English) or Cavoodle (Australian English) is a crossbreed of a Cavalier King Charles Spaniel and a Poodle. The cavapoo is speculated to have been first bred by designer dog breeders in Australia in the 1950s as a companion dog with similar traits to the cockapoo, but at a smaller size.\nCavapoos can come in many colors including white, golden, brown, and black, often with a contrasting, white tuft on their chests. They can even be tricolored in the vein of Calico cats. The Cavapoo is known for being Hypoallergenic, as they rarely shed or drool. The hypoallergenic trait is found primarily in F1 Cavapoos (50% King Cavalier  50% poodle). They are very energetic around humans and even cats. They are said to be a great choice for a family, and to be very intelligent and trainable. Less desirable traits such as an urge to assert dominance upon other dogs and issues with potty training have been reported.",
      "taille": "medium",
      "poids": "5-15 kg",
      "taille_cm": "30-45 cm",
      "stats": {
        "intelligence": 63,
        "affection": 76,
        "energie": 89,
        "gardien": 52,
        "entretien": 65
      },
      "caracteristiques": [
        "Très affectueux",
        "Très énergique"
      ],
      "temperament": [
        "affectueux",
        "actif"
      ],
      "habitat": [
        "apartment",
        "rural"
      ],
      "timeNeeded": [
        "lots"
      ],
      "goodWith": [
        "children",
        "elderly"
      ],
      "experience": "intermediate",
      "esperance_vie": "11-13 ans",
      "groupe": "Terriers"
    },
    {
      "id": 24,
      "race": "Chihuahua",
      "image": "https://images.dog.ceo/breeds/chihuahua/n02085620_1235.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/chihuahua/n02085620_1765.jpg",
        "https://images.dog.ceo/breeds/chihuahua/n02085620_2507.jpg"
      ],
      "description": "The Chihuahua (or Spanish: Chihuahueño) is a Mexican breed of toy dog. It is named for the Mexican state of Chihuahua and is the smallest dog breed in the world. It is usually kept as a companion animal.",
      "taille": "small",
      "poids": "2-5 kg",
      "taille_cm": "20-30 cm",
      "stats": {
        "intelligence": 62,
        "affection": 74,
        "energie": 86,
        "gardien": 98,
        "entretien": 60
      },
      "caracteristiques": [
        "Très énergique",
        "Excellent gardien"
      ],
      "temperament": [
        "affectueux",
        "actif",
        "protecteur"
      ],
      "habitat": [
        "apartment",
        "rural"
      ],
      "timeNeeded": [
        "lots"
      ],
      "goodWith": [
        "children",
        "elderly"
      ],
      "experience": "intermediate",
      "esperance_vie": "10-12 ans",
      "groupe": "Teckels"
    },
    {
      "id": 25,
      "race": "Indian Chippiparai",
      "image": "https://images.dog.ceo/breeds/chippiparai-indian/Indian-Chippiparai.jpg",
      "additional_images": [],
      "description": "The Chippiparai is a breed of sighthound from the State of Tamil Nadu in southern India.\n\nThe Chippiparai has typical streamlined sighthound features with long legs and a lean and lithe frame built for speed. The breed is usually white in colour, although other colours can be found. It averages 61 centimetres (24 in) in height at the withers, dogs averaging 63 centimetres (25 in) and bitches 56 centimetres (22 in). A hardy breed, the Chippiparai is reputed to prefer a single master, shunning food and pats from anyone except its handler. The Chippiparai is often regarded as the most intelligent and biddable of India's native dog breeds.\nThe Chippiparai is most frequently found in the regions of Virudhunagar, Tirunelveli, Thenkasi, Thoothukudi, and Madurai, thought to be descended from Salukis the breed was historically kept by royalty in southern India, its name derived from a village name of Sippipparai in Vembakottai Taluk of Virudhunagar District. The Chippiparai was traditionally used to hunt small game, predominantly hare. Due to its intelligence and biddable nature, the breed has successfully been trained as police dogs.\n\n",
      "taille": "medium",
      "poids": "5-15 kg",
      "taille_cm": "30-45 cm",
      "stats": {
        "intelligence": 57,
        "affection": 64,
        "energie": 71,
        "gardien": 78,
        "entretien": 85
      },
      "caracteristiques": [
        "Excellent gardien"
      ],
      "temperament": [
        "actif",
        "protecteur"
      ],
      "habitat": [
        "apartment",
        "rural"
      ],
      "timeNeeded": [
        "moderate"
      ],
      "goodWith": [],
      "experience": "experienced",
      "esperance_vie": "15-17 ans",
      "groupe": "Terriers"
    },
    {
      "id": 26,
      "race": "Chow",
      "image": "https://images.dog.ceo/breeds/chow/n02112137_14448.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/chow/n02112137_6160.jpg",
        "https://images.dog.ceo/breeds/chow/n02112137_8759.jpg"
      ],
      "description": "The Chow Chow is a spitz-type of dog breed originally from Northern China. The Chow Chow is a sturdily built dog, square in profile, with a broad skull and small, triangular, erect ears with rounded tips. The breed is known for a very dense double coat that is either smooth or rough.: 4–5  The fur is particularly thick in the neck area, giving it a distinctive ruff or mane appearance. The coat may be shaded/self-red, black, blue, cinnamon/fawn, or cream.: 4–5 \n\n",
      "taille": "medium",
      "poids": "5-15 kg",
      "taille_cm": "30-45 cm",
      "stats": {
        "intelligence": 51,
        "affection": 52,
        "energie": 53,
        "gardien": 54,
        "entretien": 55
      },
      "caracteristiques": [],
      "temperament": [],
      "habitat": [
        "apartment",
        "house"
      ],
      "timeNeeded": [
        "moderate"
      ],
      "goodWith": [],
      "experience": "experienced",
      "esperance_vie": "11-13 ans",
      "groupe": "Chiens courants et de recherche au sang"
    },
    {
      "id": 27,
      "race": "Cockapoo",
      "image": "https://images.dog.ceo/breeds/cockapoo/Guri2.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/cockapoo/Guri4.jpg",
        "https://images.dog.ceo/breeds/cockapoo/Guri6.jpg"
      ],
      "description": "The cockapoo, also known as a cockerpoo (portmanteau of cocker spaniel and poodle), is a dog crossbreed bred from the Cocker Spaniel and the Poodle, most commonly the Miniature Poodle.\n\n",
      "taille": "very large",
      "poids": "30-50 kg",
      "taille_cm": "60-75 cm",
      "stats": {
        "intelligence": 65,
        "affection": 80,
        "energie": 95,
        "gardien": 60,
        "entretien": 75
      },
      "caracteristiques": [
        "Très affectueux",
        "Très énergique"
      ],
      "temperament": [
        "affectueux",
        "actif"
      ],
      "habitat": [
        "rural"
      ],
      "timeNeeded": [
        "lots"
      ],
      "goodWith": [
        "children",
        "elderly"
      ],
      "experience": "intermediate",
      "esperance_vie": "17-19 ans",
      "groupe": "Chiens courants et de recherche au sang"
    },
    {
      "id": 27,
      "race": "Clumber",
      "image": "https://images.dog.ceo/breeds/clumber/n02101556_2023.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/clumber/n02101556_3878.jpg",
        "https://images.dog.ceo/breeds/clumber/n02101556_4580.jpg"
      ],
      "description": "The Clumber Spaniel is a breed of dog of the spaniel type, developed in the United Kingdom. It is the largest of the spaniels, and comes in predominantly white with either lemon or orange markings. The name of the breed is taken from Clumber Park in Nottinghamshire where the breed was first developed. It is a gundog that specialises in hunting in heavy cover. They are gentle and loyal, and can act aloof with strangers. They have several habits which could be considered disadvantages, including a constant shedding of its coat and snoring.\nThe history of the breed is uncertain prior to the mid-19th century with two theories being prevalent. Clumber Spaniels have been kept and bred by various members of the British Royal Family, including Prince Albert, King Edward VII and King George V. They were introduced into Canada in 1844, and in 1884 became one of the first ten breeds recognised by the American Kennel Club. The breed can suffer from a variety of breed-specific ailments varying in severity from temporary lameness due to bone growth whilst young to hip dysplasia or spinal disc herniation.\n\n",
      "taille": "large",
      "poids": "15-30 kg",
      "taille_cm": "45-60 cm",
      "stats": {
        "intelligence": 64,
        "affection": 78,
        "energie": 92,
        "gardien": 56,
        "entretien": 70
      },
      "caracteristiques": [
        "Très affectueux",
        "Très énergique"
      ],
      "temperament": [
        "affectueux",
        "actif"
      ],
      "habitat": [
        "rural"
      ],
      "timeNeeded": [
        "lots"
      ],
      "goodWith": [
        "children",
        "elderly"
      ],
      "experience": "intermediate",
      "esperance_vie": "12-14 ans",
      "groupe": "Teckels"
    },
    {
      "id": 29,
      "race": "Border Collie",
      "image": "https://images.dog.ceo/breeds/collie-border/Jake.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/collie-border/n02106166_117.jpg",
        "https://images.dog.ceo/breeds/collie-border/n02106166_1776.jpg"
      ],
      "description": "The Border Collie is a British breed of herding dog of the collie type of medium size. It originates in the region of the Anglo-Scottish border, and descends from the traditional sheepdogs once found all over the British Isles. It is kept mostly as a working sheep-herding dog or as a companion animal. It competes with success in sheepdog trials. It has been claimed that it is the most intelligent breed of dog.\n\n",
      "taille": "large",
      "poids": "15-30 kg",
      "taille_cm": "45-60 cm",
      "stats": {
        "intelligence": 88,
        "affection": 76,
        "energie": 64,
        "gardien": 52,
        "entretien": 90
      },
      "caracteristiques": [
        "Très intelligent",
        "Très affectueux"
      ],
      "temperament": [
        "affectueux",
        "intelligent"
      ],
      "habitat": [
        "house"
      ],
      "timeNeeded": [
        "moderate"
      ],
      "goodWith": [
        "children",
        "elderly",
        "dogs"
      ],
      "experience": "beginner",
      "esperance_vie": "16-18 ans",
      "groupe": "Chiens courants et de recherche au sang"
    },
    {
      "id": 30,
      "race": "Coonhound",
      "image": "https://images.dog.ceo/breeds/coonhound/n02089078_2801.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/coonhound/n02089078_3869.jpg",
        "https://images.dog.ceo/breeds/coonhound/n02089078_3932.jpg"
      ],
      "description": "A coonhound, colloquially a coon dog, is a type of scenthound, a member of the hound group. They are an American type of hunting dog developed for the hunting of raccoons and also for feral pigs, bobcats, cougars, and bears. There are six distinct breeds of coonhound.",
      "taille": "medium",
      "poids": "5-15 kg",
      "taille_cm": "30-45 cm",
      "stats": {
        "intelligence": 91,
        "affection": 82,
        "energie": 73,
        "gardien": 64,
        "entretien": 55
      },
      "caracteristiques": [
        "Très intelligent",
        "Très affectueux"
      ],
      "temperament": [
        "affectueux",
        "actif",
        "intelligent"
      ],
      "habitat": [
        "apartment",
        "rural"
      ],
      "timeNeeded": [
        "moderate"
      ],
      "goodWith": [
        "children",
        "elderly",
        "dogs",
        "cats"
      ],
      "experience": "beginner",
      "esperance_vie": "15-17 ans",
      "groupe": "Chiens courants et de recherche au sang"
    },
    {
      "id": 31,
      "race": "Cotondetulear",
      "image": "https://images.dog.ceo/breeds/cotondetulear/100_2013.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/cotondetulear/100_2397.jpg",
        "https://images.dog.ceo/breeds/cotondetulear/IMG_20160830_202631573.jpg"
      ],
      "description": "Le Cotondetulear est une race de chien reconnue pour ses qualités de affectueux, protecteur.",
      "taille": "medium",
      "poids": "5-15 kg",
      "taille_cm": "30-45 cm",
      "stats": {
        "intelligence": 69,
        "affection": 88,
        "energie": 57,
        "gardien": 76,
        "entretien": 95
      },
      "caracteristiques": [
        "Très affectueux",
        "Excellent gardien"
      ],
      "temperament": [
        "affectueux",
        "protecteur"
      ],
      "habitat": [
        "apartment",
        "house"
      ],
      "timeNeeded": [
        "moderate"
      ],
      "goodWith": [
        "children",
        "elderly",
        "cats"
      ],
      "experience": "intermediate",
      "esperance_vie": "11-13 ans",
      "groupe": "Chiens de garde et de protection"
    },
    {
      "id": 32,
      "race": "Dachshund",
      "image": "https://images.dog.ceo/breeds/dachshund/Dash_Dachshund_With_Hat.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/dachshund/dachshund-3.jpg",
        "https://images.dog.ceo/breeds/dachshund/dachshund_4.jpg"
      ],
      "description": "The dachshund  (UK:  DAKS-huund, -⁠ənd, -⁠huunt or US:  DAHKS-huunt, -⁠huund, -⁠ənt; German: 'badger dog'), also known as the wiener dog or sausage dog, badger dog and doxie, is a short-legged, long-bodied, hound-type dog breed. The dog may be smooth-haired, wire-haired, or long-haired, with varied coloration.\nThe dachshund was bred to scent, chase, and flush out badgers and other burrow-dwelling animals. The miniature dachshund was bred to hunt small animals such as rabbits.\nThe dachshund was ranked 9th in registrations with the American Kennel Club in 2022.\n\n",
      "taille": "large",
      "poids": "15-30 kg",
      "taille_cm": "45-60 cm",
      "stats": {
        "intelligence": 64,
        "affection": 78,
        "energie": 92,
        "gardien": 56,
        "entretien": 70
      },
      "caracteristiques": [
        "Très affectueux",
        "Très énergique"
      ],
      "temperament": [
        "affectueux",
        "actif"
      ],
      "habitat": [
        "rural"
      ],
      "timeNeeded": [
        "lots"
      ],
      "goodWith": [
        "children",
        "elderly"
      ],
      "experience": "intermediate",
      "esperance_vie": "12-14 ans",
      "groupe": "Chiens courants et de recherche au sang"
    },
    {
      "id": 32,
      "race": "Cardigan Corgi",
      "image": "https://images.dog.ceo/breeds/corgi-cardigan/n02113186_3857.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/corgi-cardigan/n02113186_7231.jpg",
        "https://images.dog.ceo/breeds/corgi-cardigan/n02113186_9024.jpg"
      ],
      "description": "The Cardigan Welsh corgi (; Welsh for \"dwarf dog\") is one of two different varieties of livestock-herding dog breeds known as Welsh corgis (originating in Wales), with the other being the Pembroke Welsh corgi. It is one of the oldest breeds of the British Isles. Cardigan Welsh corgis are known to be an extremely loyal and trainable dog breed, naturally attuned to herding many different animals, from poultry and waterfowl to large livestock such as sheep and cattle. They are also versatile and can live in a variety of settings.\n\n",
      "taille": "medium",
      "poids": "5-15 kg",
      "taille_cm": "30-45 cm",
      "stats": {
        "intelligence": 75,
        "affection": 50,
        "energie": 75,
        "gardien": 50,
        "entretien": 75
      },
      "caracteristiques": [],
      "temperament": [
        "actif",
        "intelligent"
      ],
      "habitat": [
        "apartment",
        "rural"
      ],
      "timeNeeded": [
        "moderate"
      ],
      "goodWith": [
        "dogs"
      ],
      "experience": "intermediate",
      "esperance_vie": "15-17 ans",
      "groupe": "Terriers"
    },
    {
      "id": 34,
      "race": "Dalmatian",
      "image": "https://images.dog.ceo/breeds/dalmatian/cooper1.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/dalmatian/cooper2.jpg"
      ],
      "description": "The Dalmatian is a breed of dog with a white coat marked with dark-coloured spots. Originally bred as a hunting dog, it was also used as a carriage dog in its early days. The origins of this breed can be traced back to Croatia and its historical region of Dalmatia. It is thought that early ancestors of the breed were certain breeds of pointers and a spotted Great Dane. Today, it is a popular pet and many enthusiasts enter Dalmatians into kennel club competitions.",
      "taille": "very large",
      "poids": "30-50 kg",
      "taille_cm": "60-75 cm",
      "stats": {
        "intelligence": 57,
        "affection": 64,
        "energie": 71,
        "gardien": 78,
        "entretien": 85
      },
      "caracteristiques": [
        "Excellent gardien"
      ],
      "temperament": [
        "actif",
        "protecteur"
      ],
      "habitat": [
        "rural"
      ],
      "timeNeeded": [
        "moderate"
      ],
      "goodWith": [],
      "experience": "experienced",
      "esperance_vie": "13-15 ans",
      "groupe": "Chiens rapporteurs et leveurs de gibier"
    },
    {
      "id": 35,
      "race": "Great Dane",
      "image": "https://images.dog.ceo/breeds/dane-great/dane-0.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/dane-great/n02109047_4884.jpg",
        "https://images.dog.ceo/breeds/dane-great/n02109047_6008.jpg"
      ],
      "description": "The Great Dane is a German breed of large mastiff-sighthound, which descends from hunting dogs of the Middle Ages used to hunt bears, wild boar, and deer. They were also used as guardian dogs of German nobility. It is one of the two largest dog breeds in the world, along with the Irish Wolfhound.\n\n",
      "taille": "very large",
      "poids": "30-50 kg",
      "taille_cm": "60-75 cm",
      "stats": {
        "intelligence": 57,
        "affection": 64,
        "energie": 71,
        "gardien": 78,
        "entretien": 85
      },
      "caracteristiques": [
        "Excellent gardien"
      ],
      "temperament": [
        "actif",
        "protecteur"
      ],
      "habitat": [
        "rural"
      ],
      "timeNeeded": [
        "moderate"
      ],
      "goodWith": [],
      "experience": "experienced",
      "esperance_vie": "13-15 ans",
      "groupe": "Chiens rapporteurs et leveurs de gibier"
    },
    {
      "id": 36,
      "race": "Swedish Danish",
      "image": "https://images.dog.ceo/breeds/danish-swedish-farmdog/ebba_001.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/danish-swedish-farmdog/ebba_003.jpg",
        "https://images.dog.ceo/breeds/danish-swedish-farmdog/ebba_004.jpg"
      ],
      "description": "Danish–Swedish farmdog (Swedish: Dansk-svensk gårdshund, Danish: Dansk/svensk gårdhund) is a breed of dog that has its origin in Denmark and southern Sweden, but has become popular all over Scandinavia. It is a native breed which has historically lived on farms in the eastern part of Denmark and southernmost part of Sweden (i.e. on both sides of Øresund, the narrow strait that separates the Danish island of Zealand from the southern tip of the Scandinavian peninsula), serving as a guard dog, rat catcher and hunting dog. The breed's soft and gentle temperament also makes them excellent companion dogs.\nThere are some indications that the breed originates from the pinscher breeds and the British white hunting terriers.\n\n",
      "taille": "large",
      "poids": "15-30 kg",
      "taille_cm": "45-60 cm",
      "stats": {
        "intelligence": 58,
        "affection": 66,
        "energie": 74,
        "gardien": 82,
        "entretien": 90
      },
      "caracteristiques": [
        "Excellent gardien"
      ],
      "temperament": [
        "actif",
        "protecteur"
      ],
      "habitat": [
        "rural"
      ],
      "timeNeeded": [
        "moderate"
      ],
      "goodWith": [],
      "experience": "experienced",
      "esperance_vie": "16-18 ans",
      "groupe": "Chiens de compagnie"
    },
    {
      "id": 37,
      "race": "Scottish Deerhound",
      "image": "https://images.dog.ceo/breeds/deerhound-scottish/n02092002_15096.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/deerhound-scottish/n02092002_4131.jpg",
        "https://images.dog.ceo/breeds/deerhound-scottish/n02092002_5377.jpg"
      ],
      "description": "The Scottish Deerhound, or simply the Deerhound, is a breed of large sighthound, once bred to hunt the red deer by coursing. In outward appearance it is similar to the Greyhound, but larger and more heavily boned, with a rough coat.\n\n",
      "taille": "very large",
      "poids": "30-50 kg",
      "taille_cm": "60-75 cm",
      "stats": {
        "intelligence": 57,
        "affection": 64,
        "energie": 71,
        "gardien": 78,
        "entretien": 85
      },
      "caracteristiques": [
        "Excellent gardien"
      ],
      "temperament": [
        "actif",
        "protecteur"
      ],
      "habitat": [
        "rural"
      ],
      "timeNeeded": [
        "moderate"
      ],
      "goodWith": [],
      "experience": "experienced",
      "esperance_vie": "17-19 ans",
      "groupe": "Chiens rapporteurs et leveurs de gibier"
    },
    {
      "id": 37,
      "race": "Dhole",
      "image": "https://images.dog.ceo/breeds/dhole/n02115913_2579.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/dhole/n02115913_3647.jpg",
        "https://images.dog.ceo/breeds/dhole/n02115913_3863.jpg"
      ],
      "description": "The dhole ( dohl; Cuon alpinus) is a canid native to South, East and Southeast Asia. It is anatomically distinguished from members of the genus Canis in several aspects: its skull is convex rather than concave in profile, it lacks a third lower molar and the upper molars possess only a single cusp as opposed to between two and four. During the Pleistocene, the dhole ranged throughout Asia, with its range also extending into Europe (with a single record also reported from North America) but became restricted to its historical range 12,000–18,000 years ago. It is now extinct in Central Asia, parts of Southeast Asia, and possibly the Korean peninsula and Russia.\nGenetic evidence indicates that the dhole was the result of reticulate evolution, emerging from the hybridization between a species closely related to genus Canis and from a lineage closely related to the African wild dog (Lycaon pictus).\nThe dhole is a highly social animal, living in large clans without rigid dominance hierarchies and containing multiple breeding females. Such clans usually consist of about 12 individuals, but groups of over 40 are known. It is a diurnal pack hunter which preferentially targets large and medium-sized ungulates. In tropical forests, the dhole competes with the tiger (Panthera tigris) and the leopard (Panthera pardus), targeting somewhat different prey species, but still with substantial dietary overlap.\nIt is listed as Endangered on the IUCN Red List, as populations are decreasing and estimated to comprise fewer than 2,500 mature individuals. Factors contributing to this decline include habitat loss, loss of prey, competition with other species, persecution due to livestock predation, and disease transfer from domestic dogs.",
      "taille": "small",
      "poids": "2-5 kg",
      "taille_cm": "20-30 cm",
      "stats": {
        "intelligence": 92,
        "affection": 84,
        "energie": 76,
        "gardien": 68,
        "entretien": 60
      },
      "caracteristiques": [
        "Très intelligent",
        "Très affectueux",
        "Très énergique"
      ],
      "temperament": [
        "affectueux",
        "actif",
        "intelligent"
      ],
      "habitat": [
        "apartment",
        "rural"
      ],
      "timeNeeded": [
        "lots"
      ],
      "goodWith": [
        "children",
        "elderly",
        "dogs",
        "cats"
      ],
      "experience": "beginner",
      "esperance_vie": "14-16 ans",
      "groupe": "Chiens d'arrêt"
    },
    {
      "id": 39,
      "race": "Dingo",
      "image": "https://images.dog.ceo/breeds/dingo/n02115641_14117.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/dingo/n02115641_6716.jpg",
        "https://images.dog.ceo/breeds/dingo/n02115641_8871.jpg"
      ],
      "description": "The Carolina dog, also known as a yellow dog, yaller dog, American dingo, or Dixie dingo, is a breed of medium-sized dog occasionally found feral in the Southeastern United States, especially in isolated stretches of longleaf pines and cypress swamps. Efforts to establish them as a standardized breed have gained the Carolina Dog breed recognition in two smaller kennel clubs and full acceptance into the breed-establishment program of one major kennel club.\nOriginally a landrace breed, the Carolina dog was rediscovered living as a free-roaming population by I. Lehr Brisbin Jr., though originally documented in American dog-related publications in the 1920s. Carolina dogs show admixture with dog breeds from east Asia.\n\n",
      "taille": "medium",
      "poids": "5-15 kg",
      "taille_cm": "30-45 cm",
      "stats": {
        "intelligence": 97,
        "affection": 94,
        "energie": 91,
        "gardien": 88,
        "entretien": 85
      },
      "caracteristiques": [
        "Très intelligent",
        "Très affectueux",
        "Très énergique",
        "Excellent gardien"
      ],
      "temperament": [
        "affectueux",
        "actif",
        "intelligent",
        "protecteur"
      ],
      "habitat": [
        "apartment",
        "rural"
      ],
      "timeNeeded": [
        "lots"
      ],
      "goodWith": [
        "children",
        "elderly",
        "dogs",
        "cats"
      ],
      "experience": "beginner",
      "esperance_vie": "11-13 ans",
      "groupe": "Terriers"
    },
    {
      "id": 40,
      "race": "Doberman",
      "image": "https://images.dog.ceo/breeds/doberman/n02107142_3236.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/doberman/n02107142_7703.jpg",
        "https://images.dog.ceo/breeds/doberman/n02107142_971.jpg"
      ],
      "description": "The Dobermann is a German breed of medium-large working dog of pinscher type. It was originally bred in Thuringia in about 1890 by Louis Dobermann, a tax collector. It has a long muzzle and – ideally – an even and graceful gait. The ears were traditionally cropped and the tail docked, practices which are now illegal in many countries.\nThe Dobermann is intelligent, alert and tenaciously loyal; it is kept as a guard dog or as a companion animal. In Canada and the United States it is known as the Doberman Pinscher.\n\n",
      "taille": "small",
      "poids": "2-5 kg",
      "taille_cm": "20-30 cm",
      "stats": {
        "intelligence": 58,
        "affection": 66,
        "energie": 74,
        "gardien": 82,
        "entretien": 90
      },
      "caracteristiques": [
        "Excellent gardien"
      ],
      "temperament": [
        "actif",
        "protecteur"
      ],
      "habitat": [
        "apartment",
        "rural"
      ],
      "timeNeeded": [
        "moderate"
      ],
      "goodWith": [],
      "experience": "experienced",
      "esperance_vie": "10-12 ans",
      "groupe": "Chiens rapporteurs et leveurs de gibier"
    },
    {
      "id": 41,
      "race": "Norwegian Elkhound",
      "image": "https://images.dog.ceo/breeds/elkhound-norwegian/n02091467_2127.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/elkhound-norwegian/n02091467_3849.jpg",
        "https://images.dog.ceo/breeds/elkhound-norwegian/n02091467_4631.jpg"
      ],
      "description": "The Norwegian Elkhound is one of the Northern Spitz-type breeds of dog and is the National Dog of Norway. The Elkhound has served as a hunter, guardian, herder, and defender. It is known for its courage in tracking and hunting moose and other large game, such as bears or wolves. The Norwegian Elkhound was first presented at a dog exhibition in Norway in 1877.\nThe Norwegian name of the breed is Norsk elghund. The breed's object in the hunt is to independently track down and hold the moose at bay—jumping in and out toward the moose, distracting its attention, while signaling to the hunters by barking very loudly—until the hunter who follows the sound can arrive to shoot it. The dog will only bark while the moose is stationary, but it can also slowly drive the elk or moose towards shooters lying in wait. The Norwegian Elkhound is also used on a leash. In this mode of hunting, the dog leads the hunter in the direction of the elk or moose while keeping quiet.\n\n",
      "taille": "small",
      "poids": "2-5 kg",
      "taille_cm": "20-30 cm",
      "stats": {
        "intelligence": 96,
        "affection": 92,
        "energie": 88,
        "gardien": 84,
        "entretien": 80
      },
      "caracteristiques": [
        "Très intelligent",
        "Très affectueux",
        "Très énergique",
        "Excellent gardien"
      ],
      "temperament": [
        "affectueux",
        "actif",
        "intelligent",
        "protecteur"
      ],
      "habitat": [
        "apartment",
        "rural"
      ],
      "timeNeeded": [
        "lots"
      ],
      "goodWith": [
        "children",
        "elderly",
        "dogs",
        "cats"
      ],
      "experience": "beginner",
      "esperance_vie": "14-16 ans",
      "groupe": "Chiens courants et de recherche au sang"
    },
    {
      "id": 42,
      "race": "Eskimo",
      "image": "https://images.dog.ceo/breeds/eskimo/n02109961_18552.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/eskimo/n02109961_3027.jpg",
        "https://images.dog.ceo/breeds/eskimo/n02109961_7100.jpg"
      ],
      "description": "The American Eskimo Dog is a breed of companion dog, originating in Germany. The American Eskimo Dog is a member of the Spitz family. The breed's progenitors were German Spitz, but due to anti-German sentiment during the First World War, it was renamed \"American Eskimo Dog.\" Although modern American Eskimo Dogs have been exported as German Spitz Gross (or Mittel, depending on the dog's height), the breeds have diverged and the standards are significantly different. In addition to serving as a watchdog and companion, the American Eskimo Dog also achieved a high degree of popularity in the United States in the 1930s and 1940s as a circus performer.\nThere are three size varieties of the American Eskimo Dog breed, the toy, the miniature and the standard. They share a common resemblance with Japanese Spitz, Danish Spitz, Volpino Italiano, German Spitz, Indian Spitz, and Samoyeds.\n\n",
      "taille": "small",
      "poids": "2-5 kg",
      "taille_cm": "20-30 cm",
      "stats": {
        "intelligence": 66,
        "affection": 82,
        "energie": 98,
        "gardien": 64,
        "entretien": 80
      },
      "caracteristiques": [
        "Très affectueux",
        "Très énergique"
      ],
      "temperament": [
        "affectueux",
        "actif"
      ],
      "habitat": [
        "apartment",
        "rural"
      ],
      "timeNeeded": [
        "lots"
      ],
      "goodWith": [
        "children",
        "elderly",
        "cats"
      ],
      "experience": "intermediate",
      "esperance_vie": "10-12 ans",
      "groupe": "Chiens de type Spitz et de type primitif"
    },
    {
      "id": 43,
      "race": "Entlebucher",
      "image": "https://images.dog.ceo/breeds/entlebucher/n02108000_1600.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/entlebucher/n02108000_2110.jpg",
        "https://images.dog.ceo/breeds/entlebucher/n02108000_987.jpg"
      ],
      "description": "The Entlebucher Sennenhund or Entlebucher Mountain Dog is a medium-sized herding dog, it is the smallest of the four regional breeds that constitute the Sennenhund dog type. The name Sennenhund refers to people called Senn, herders in the Swiss Alps. Entlebuch is a region in the canton of Lucerne in Switzerland. The breed is also known in English as the Entelbuch Mountain Dog, Entelbucher Cattle Dog,  and similar combinations.\n\n",
      "taille": "medium",
      "poids": "5-15 kg",
      "taille_cm": "30-45 cm",
      "stats": {
        "intelligence": 87,
        "affection": 74,
        "energie": 61,
        "gardien": 98,
        "entretien": 85
      },
      "caracteristiques": [
        "Très intelligent",
        "Excellent gardien"
      ],
      "temperament": [
        "affectueux",
        "intelligent",
        "protecteur"
      ],
      "habitat": [
        "apartment",
        "house"
      ],
      "timeNeeded": [
        "moderate"
      ],
      "goodWith": [
        "children",
        "elderly",
        "dogs"
      ],
      "experience": "beginner",
      "esperance_vie": "11-13 ans",
      "groupe": "Teckels"
    },
    {
      "id": 44,
      "race": "Lapphund Finnish",
      "image": "https://images.dog.ceo/breeds/finnish-lapphund/img_3801.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/finnish-lapphund/mochilamvan.jpg"
      ],
      "description": "The Finnish Lapphund (or Finnish Lapponian Dog) (Finnish: Suomenlapinkoira) is a hardy, easy going, medium-size breed of Spitz type. Traditionally it has been used for herding reindeer. Although it is one of the most popular dog breeds in its native country, Finland, it is not very numerous outside of the Nordic countries.\n\n",
      "taille": "very large",
      "poids": "30-50 kg",
      "taille_cm": "60-75 cm",
      "stats": {
        "intelligence": 79,
        "affection": 58,
        "energie": 87,
        "gardien": 66,
        "entretien": 95
      },
      "caracteristiques": [
        "Très intelligent",
        "Très énergique"
      ],
      "temperament": [
        "actif",
        "intelligent"
      ],
      "habitat": [
        "rural"
      ],
      "timeNeeded": [
        "lots"
      ],
      "goodWith": [
        "dogs"
      ],
      "experience": "intermediate",
      "esperance_vie": "13-15 ans",
      "groupe": "Chiens de type Spitz et de type primitif"
    },
    {
      "id": 45,
      "race": "Bichon Frise",
      "image": "https://images.dog.ceo/breeds/frise-bichon/5.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/frise-bichon/6.jpg",
        "https://images.dog.ceo/breeds/frise-bichon/jh-ezio-2.jpg"
      ],
      "description": "The Bichon Frisé or Bichon à Poil Frisé is a Franco-Belgian breed of small toy dog of bichon type. It was recognised by the Société Centrale Canine in 1933 and by the Fédération Cynologique Internationale in 1959.",
      "taille": "small",
      "poids": "2-5 kg",
      "taille_cm": "20-30 cm",
      "stats": {
        "intelligence": 82,
        "affection": 64,
        "energie": 96,
        "gardien": 78,
        "entretien": 60
      },
      "caracteristiques": [
        "Très intelligent",
        "Très énergique",
        "Excellent gardien"
      ],
      "temperament": [
        "actif",
        "intelligent",
        "protecteur"
      ],
      "habitat": [
        "apartment",
        "rural"
      ],
      "timeNeeded": [
        "lots"
      ],
      "goodWith": [
        "dogs"
      ],
      "experience": "beginner",
      "esperance_vie": "14-16 ans",
      "groupe": "Chiens rapporteurs et leveurs de gibier"
    },
    {
      "id": 46,
      "race": "Germanshepherd",
      "image": "https://images.dog.ceo/breeds/germanshepherd/n02106662_16014.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/germanshepherd/n02106662_22456.jpg",
        "https://images.dog.ceo/breeds/germanshepherd/n02106662_24577.jpg"
      ],
      "description": "Le Germanshepherd est une race de chien reconnue pour ses qualités de .",
      "taille": "medium",
      "poids": "5-15 kg",
      "taille_cm": "30-45 cm",
      "stats": {
        "intelligence": 53,
        "affection": 56,
        "energie": 59,
        "gardien": 62,
        "entretien": 65
      },
      "caracteristiques": [],
      "temperament": [],
      "habitat": [
        "apartment",
        "house"
      ],
      "timeNeeded": [
        "moderate"
      ],
      "goodWith": [],
      "experience": "experienced",
      "esperance_vie": "15-17 ans",
      "groupe": "Chiens de type Spitz et de type primitif"
    },
    {
      "id": 47,
      "race": "Indian Gaddi",
      "image": "https://images.dog.ceo/breeds/gaddi-indian/Gaddi.jpg",
      "additional_images": [],
      "description": "The Himalayan Sheepdog, known locally by various names including the Bhote, Bangara or Gaddi Kutta, and sometimes called the Himalayan Mastiff, is a breed of livestock guardian dog from the Himalayas. The Himalayan Sheepdog is found in the Himalayan foothills from eastern Nepal to Kashmir. The breed is primarily used as a livestock guardian dog, protecting flocks of yak and sheep from various predators, and as a property guardian dog; unusually for a livestock guardian, the breed is also used to assist with herding. The Himalayan Sheepdog is also used to assist in hunting.",
      "taille": "small",
      "poids": "2-5 kg",
      "taille_cm": "20-30 cm",
      "stats": {
        "intelligence": 50,
        "affection": 50,
        "energie": 50,
        "gardien": 50,
        "entretien": 50
      },
      "caracteristiques": [],
      "temperament": [],
      "habitat": [
        "apartment",
        "house"
      ],
      "timeNeeded": [
        "minimal"
      ],
      "goodWith": [],
      "experience": "experienced",
      "esperance_vie": "14-16 ans",
      "groupe": "Terriers"
    },
    {
      "id": 48,
      "race": "Indian Greyhound",
      "image": "https://images.dog.ceo/breeds/greyhound-indian/rampur-greyhound.jpg",
      "additional_images": [],
      "description": "This is a list of dog breeds from India.",
      "taille": "small",
      "poids": "2-5 kg",
      "taille_cm": "20-30 cm",
      "stats": {
        "intelligence": 76,
        "affection": 52,
        "energie": 78,
        "gardien": 54,
        "entretien": 80
      },
      "caracteristiques": [
        "Très intelligent",
        "Très énergique"
      ],
      "temperament": [
        "actif",
        "intelligent"
      ],
      "habitat": [
        "apartment",
        "rural"
      ],
      "timeNeeded": [
        "lots"
      ],
      "goodWith": [
        "dogs"
      ],
      "experience": "intermediate",
      "esperance_vie": "10-12 ans",
      "groupe": "Chiens de garde et de protection"
    },
    {
      "id": 49,
      "race": "Italian Greyhound",
      "image": "https://images.dog.ceo/breeds/greyhound-italian/n02091032_20.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/greyhound-italian/n02091032_8428.jpg",
        "https://images.dog.ceo/breeds/greyhound-italian/n02091032_923.jpg"
      ],
      "description": "The Italian Greyhound or Italian Sighthound (Italian: Piccolo levriero Italiano) is an Italian breed of small sighthound. It was bred to hunt hare and rabbit, but is kept mostly as a companion dog.\n\n",
      "taille": "very large",
      "poids": "30-50 kg",
      "taille_cm": "60-75 cm",
      "stats": {
        "intelligence": 87,
        "affection": 74,
        "energie": 61,
        "gardien": 98,
        "entretien": 85
      },
      "caracteristiques": [
        "Très intelligent",
        "Excellent gardien"
      ],
      "temperament": [
        "affectueux",
        "intelligent",
        "protecteur"
      ],
      "habitat": [
        "house"
      ],
      "timeNeeded": [
        "moderate"
      ],
      "goodWith": [
        "children",
        "elderly",
        "dogs"
      ],
      "experience": "beginner",
      "esperance_vie": "17-19 ans",
      "groupe": "Chiens de type Spitz et de type primitif"
    },
    {
      "id": 50,
      "race": "Groenendael",
      "image": "https://images.dog.ceo/breeds/groenendael/n02105056_5869.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/groenendael/n02105056_6827.jpg",
        "https://images.dog.ceo/breeds/groenendael/n02105056_7381.jpg"
      ],
      "description": "The Belgian Shepherd (Dutch: Belgische Herder), also known as the Belgian Sheepdog (Dutch: Belgische Herdershond) or the Chien de Berger Belge, is a Belgian breed of herding dog of medium size. It is bred in four distinct varieties based on coat type and colour: the long-haired black Groenendael; the rough-haired fawn Laekenois; the short-haired fawn Malinois, and the long-haired fawn Tervuren. The American Kennel Club considers the four varieties to be separate breeds.\nThe breed descends from a common type of shepherd dog found throughout Western Europe that includes such modern breeds as the Bouvier des Ardennes, Dutch Shepherd and German Shepherd, and was a common sight in the service of Belgian shepherds for centuries. At the end of the nineteenth century a breed club was formed and attempts were made to standardise the breed.\nIts historical role was as a herding dog. It is also commonly kept as a companion dog, or used as an assistance dog, detection dog, guard dog, guide dog, police dog or search and rescue dog. It has a long history of being used by Belgian police as well as military forces, serving for Belgian armed forces in both World Wars, as well as US Army since then. In the twenty-first century it is in use by a number of armed forces worldwide in a variety of roles.",
      "taille": "small",
      "poids": "2-5 kg",
      "taille_cm": "20-30 cm",
      "stats": {
        "intelligence": 74,
        "affection": 98,
        "energie": 72,
        "gardien": 96,
        "entretien": 70
      },
      "caracteristiques": [
        "Très affectueux",
        "Excellent gardien"
      ],
      "temperament": [
        "affectueux",
        "actif",
        "intelligent",
        "protecteur"
      ],
      "habitat": [
        "apartment",
        "rural"
      ],
      "timeNeeded": [
        "moderate"
      ],
      "goodWith": [
        "children",
        "elderly",
        "dogs",
        "cats"
      ],
      "experience": "intermediate",
      "esperance_vie": "14-16 ans",
      "groupe": "Chiens de compagnie"
    },
    {
      "id": 51,
      "race": "Havanese",
      "image": "https://images.dog.ceo/breeds/havanese/00100trPORTRAIT_00100_BURST20191030212452971_COVER.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/havanese/00100trPORTRAIT_00100_BURST20191103202017556_COVER.jpg",
        "https://images.dog.ceo/breeds/havanese/00100trPORTRAIT_00100_BURST20191112123933390_COVER.jpg"
      ],
      "description": "The Havanese, a bichon-type dog, is the national dog of Cuba, developed from the now extinct Blanquito de la Habana (\"little white dog of Havana\"). The Blanquito descended from the also now-extinct Bichón Tenerife. It is believed that the Blanquito was eventually cross-bred with other bichon types, including the poodle, to create what is now known as the Havanese. They are sometimes referred to as \"Havana Silk Dogs\", but this is a separate breed, which has been bred to meet the original Cuban standards.\n\n",
      "taille": "very large",
      "poids": "30-50 kg",
      "taille_cm": "60-75 cm",
      "stats": {
        "intelligence": 61,
        "affection": 72,
        "energie": 83,
        "gardien": 94,
        "entretien": 55
      },
      "caracteristiques": [
        "Très énergique",
        "Excellent gardien"
      ],
      "temperament": [
        "affectueux",
        "actif",
        "protecteur"
      ],
      "habitat": [
        "rural"
      ],
      "timeNeeded": [
        "lots"
      ],
      "goodWith": [
        "children",
        "elderly"
      ],
      "experience": "intermediate",
      "esperance_vie": "13-15 ans",
      "groupe": "Chiens de garde et de protection"
    },
    {
      "id": 52,
      "race": "Afghan Hound",
      "image": "https://images.dog.ceo/breeds/hound-afghan/n02088094_60.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/hound-afghan/n02088094_7260.jpg",
        "https://images.dog.ceo/breeds/hound-afghan/n02088094_913.jpg"
      ],
      "description": "The Afghan Hound is a hound distinguished by its thick, fine, silky coat, and a tail with a ring curl at the end. The breed originates in the cold mountains of Afghanistan. Its local name is Sag-e Tāzī (Dari: سگ تازی) or Tāžī Spay (Pashto: تاژي سپی). Other names for this breed are Tāzī, Balkh Hound, Baluchi Hound, and Barakzai Hound.\nThe American Kennel Club (AKC) describes the breed as among the most eye-catching of all. The Afghan Hound is an \"aloof and dignified aristocrat of sublime beauty.\" Despite their regal appearance, the Afghan possesses an \"endearing streak of silliness and a profound loyalty.\"\nAdmired since ancient times for their beauty, the Afghan Hound's distinctive coat was developed as protection from the harsh mountain climate. Their huge paw-pads served as shock absorbers on the rocky terrain.",
      "taille": "very large",
      "poids": "30-50 kg",
      "taille_cm": "60-75 cm",
      "stats": {
        "intelligence": 73,
        "affection": 96,
        "energie": 69,
        "gardien": 92,
        "entretien": 65
      },
      "caracteristiques": [
        "Très affectueux",
        "Excellent gardien"
      ],
      "temperament": [
        "affectueux",
        "intelligent",
        "protecteur"
      ],
      "habitat": [
        "house"
      ],
      "timeNeeded": [
        "moderate"
      ],
      "goodWith": [
        "children",
        "elderly",
        "dogs",
        "cats"
      ],
      "experience": "intermediate",
      "esperance_vie": "13-15 ans",
      "groupe": "Chiens rapporteurs et leveurs de gibier"
    },
    {
      "id": 53,
      "race": "Basset Hound",
      "image": "https://images.dog.ceo/breeds/hound-basset/n02088238_10051.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/hound-basset/n02088238_7232.jpg",
        "https://images.dog.ceo/breeds/hound-basset/n02088238_9360.jpg"
      ],
      "description": "The Basset Hound is a short-legged breed of dog in the hound family. The Basset is a scent hound that was originally bred for the purpose of hunting hare. Their sense of smell and ability to ground-scent is second only to the Bloodhound.\nBasset Hounds are one of six recognized \"basset\"-type breeds in France. The name Basset is derived from the French word bas, meaning 'low', with the attenuating suffix -et—together meaning 'rather low'. Basset Hounds are usually bicolours or tricolours of standard hound coloration.",
      "taille": "small",
      "poids": "2-5 kg",
      "taille_cm": "20-30 cm",
      "stats": {
        "intelligence": 52,
        "affection": 54,
        "energie": 56,
        "gardien": 58,
        "entretien": 60
      },
      "caracteristiques": [],
      "temperament": [],
      "habitat": [
        "apartment",
        "house"
      ],
      "timeNeeded": [
        "moderate"
      ],
      "goodWith": [],
      "experience": "experienced",
      "esperance_vie": "10-12 ans",
      "groupe": "Chiens de berger et de bouvier"
    },
    {
      "id": 54,
      "race": "Blood Hound",
      "image": "https://images.dog.ceo/breeds/hound-blood/n02088466_7229.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/hound-blood/n02088466_8289.jpg",
        "https://images.dog.ceo/breeds/hound-blood/n02088466_9691.jpg"
      ],
      "description": "The Southern Hound was a breed of dog that existed in Britain probably until sometime in the 19th century, now extinct. The exact date of its extinction is not known; it is likely that it was gradually interbred with other breeds until the genuine Southern Hound bloodline ceased to exist.",
      "taille": "large",
      "poids": "15-30 kg",
      "taille_cm": "45-60 cm",
      "stats": {
        "intelligence": 88,
        "affection": 76,
        "energie": 64,
        "gardien": 52,
        "entretien": 90
      },
      "caracteristiques": [
        "Très intelligent",
        "Très affectueux"
      ],
      "temperament": [
        "affectueux",
        "intelligent"
      ],
      "habitat": [
        "house"
      ],
      "timeNeeded": [
        "moderate"
      ],
      "goodWith": [
        "children",
        "elderly",
        "dogs"
      ],
      "experience": "beginner",
      "esperance_vie": "16-18 ans",
      "groupe": "Teckels"
    },
    {
      "id": 55,
      "race": "Ibizan Hound",
      "image": "https://images.dog.ceo/breeds/hound-ibizan/n02091244_1541.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/hound-ibizan/n02091244_3840.jpg",
        "https://images.dog.ceo/breeds/hound-ibizan/n02091244_4885.jpg"
      ],
      "description": "The Ibizan Hound (Spanish: podenco ibicenco, Catalan: ca eivissenc) is a lean, agile dog of the hound family. There are two hair types of the breed: smooth and wire. The more commonly seen type is the smooth. Some consider there to be a third type, long, but the longhair is most likely a variation of the wire.\n\n",
      "taille": "very large",
      "poids": "30-50 kg",
      "taille_cm": "60-75 cm",
      "stats": {
        "intelligence": 97,
        "affection": 94,
        "energie": 91,
        "gardien": 88,
        "entretien": 85
      },
      "caracteristiques": [
        "Très intelligent",
        "Très affectueux",
        "Très énergique",
        "Excellent gardien"
      ],
      "temperament": [
        "affectueux",
        "actif",
        "intelligent",
        "protecteur"
      ],
      "habitat": [
        "rural"
      ],
      "timeNeeded": [
        "lots"
      ],
      "goodWith": [
        "children",
        "elderly",
        "dogs",
        "cats"
      ],
      "experience": "beginner",
      "esperance_vie": "13-15 ans",
      "groupe": "Chiens de type Spitz et de type primitif"
    },
    {
      "id": 56,
      "race": "English Hound",
      "image": "https://images.dog.ceo/breeds/hound-english/n02089973_1490.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/hound-english/n02089973_186.jpg",
        "https://images.dog.ceo/breeds/hound-english/n02089973_2181.jpg"
      ],
      "description": "The Harrier is a medium-sized  dog breed of the  hound class, \nused for hunting hares by trailing them. It resembles an English Foxhound but is slightly smaller, though not as small as a Beagle. The breed has been used since the mid 13th century.\n\n",
      "taille": "small",
      "poids": "2-5 kg",
      "taille_cm": "20-30 cm",
      "stats": {
        "intelligence": 56,
        "affection": 62,
        "energie": 68,
        "gardien": 74,
        "entretien": 80
      },
      "caracteristiques": [],
      "temperament": [
        "protecteur"
      ],
      "habitat": [
        "apartment",
        "house"
      ],
      "timeNeeded": [
        "moderate"
      ],
      "goodWith": [],
      "experience": "experienced",
      "esperance_vie": "10-12 ans",
      "groupe": "Chiens courants et de recherche au sang"
    },
    {
      "id": 57,
      "race": "Plott Hound",
      "image": "https://images.dog.ceo/breeds/hound-plott/hhh-23456.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/hound-plott/hhh_plott002.jpg"
      ],
      "description": "The Plott Hound is a large scent hound, originally bred for hunting bears. In 1989, the North Carolina General Assembly designated the Plott Hound as the official State Dog. The Plott Hound was first registered with the United Kennel Club in 1946. Plott Hounds were recognized by the American Kennel Club in 2006 and were exhibited at the Westminster Show in 2008.\nChosen for their tracking and hunting abilities, two Plott Hound puppies have been trained as K9 deputies for the Guilford County Sheriff's Department in North Carolina.\n\n",
      "taille": "medium",
      "poids": "5-15 kg",
      "taille_cm": "30-45 cm",
      "stats": {
        "intelligence": 73,
        "affection": 96,
        "energie": 69,
        "gardien": 92,
        "entretien": 65
      },
      "caracteristiques": [
        "Très affectueux",
        "Excellent gardien"
      ],
      "temperament": [
        "affectueux",
        "intelligent",
        "protecteur"
      ],
      "habitat": [
        "apartment",
        "house"
      ],
      "timeNeeded": [
        "moderate"
      ],
      "goodWith": [
        "children",
        "elderly",
        "dogs",
        "cats"
      ],
      "experience": "intermediate",
      "esperance_vie": "11-13 ans",
      "groupe": "Terriers"
    },
    {
      "id": 58,
      "race": "Husky",
      "image": "https://images.dog.ceo/breeds/husky/n02110185_5143.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/husky/n02110185_7594.jpg",
        "https://images.dog.ceo/breeds/husky/n02110185_7762.jpg"
      ],
      "description": "The Siberian Husky is a medium-sized working sled dog breed. The breed belongs to the Spitz genetic family. It is recognizable by its thickly furred double coat, erect triangular ears, and distinctive markings, and is smaller than the similar-looking Alaskan Malamute.\nSiberian Huskies originated in Northeast Asia where they are bred by the Chukchi people as well as the Koryak, Yukaghir and Kamchadal people of Siberia for sled pulling and companionship. It is an active, energetic, resilient breed, whose ancestors lived in the extremely cold and harsh environment of the Siberian Arctic. William Goosak, a Russian fur trader, introduced them to Nome, Alaska, during the Nome Gold Rush, initially as sled dogs to work the mining fields and for expeditions through otherwise impassable terrain. Today, the Siberian Husky is typically kept as a house pet, though they are still frequently used as sled dogs by competitive and recreational mushers.\n\n",
      "taille": "small",
      "poids": "2-5 kg",
      "taille_cm": "20-30 cm",
      "stats": {
        "intelligence": 82,
        "affection": 64,
        "energie": 96,
        "gardien": 78,
        "entretien": 60
      },
      "caracteristiques": [
        "Très intelligent",
        "Très énergique",
        "Excellent gardien"
      ],
      "temperament": [
        "actif",
        "intelligent",
        "protecteur"
      ],
      "habitat": [
        "apartment",
        "rural"
      ],
      "timeNeeded": [
        "lots"
      ],
      "goodWith": [
        "dogs"
      ],
      "experience": "beginner",
      "esperance_vie": "14-16 ans",
      "groupe": "Chiens de garde et de protection"
    },
    {
      "id": 59,
      "race": "Walker Hound",
      "image": "https://images.dog.ceo/breeds/hound-walker/n02089867_1988.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/hound-walker/n02089867_3727.jpg",
        "https://images.dog.ceo/breeds/hound-walker/n02089867_4001.jpg"
      ],
      "description": "The Treeing Walker Coonhound is a breed of hound descended from the English and American Foxhounds. The breed originated in the United States when a stolen dog known as \"Tennessee Lead\" was crossed into the Walker Hound in the 19th century. The Treeing Walker Coonhound was recognized officially as a breed by the United Kennel Club in 1945 and by the American Kennel Club in 2012.\nThe Treeing Walker Coonhound was bred primarily to hunt raccoons, but it is also used on other game such as deer, bears, bobcats or cougars. The breed is vocal with a distinctive bay that allows its owner to identify their hound from great distances. It has a clear, ringing voice that changes to a steady chop at the tree. Treeing Walker Coonhounds tend to do best in working homes.\n\n",
      "taille": "small",
      "poids": "2-5 kg",
      "taille_cm": "20-30 cm",
      "stats": {
        "intelligence": 56,
        "affection": 62,
        "energie": 68,
        "gardien": 74,
        "entretien": 80
      },
      "caracteristiques": [],
      "temperament": [
        "protecteur"
      ],
      "habitat": [
        "apartment",
        "house"
      ],
      "timeNeeded": [
        "moderate"
      ],
      "goodWith": [],
      "experience": "experienced",
      "esperance_vie": "14-16 ans",
      "groupe": "Chiens de type Spitz et de type primitif"
    },
    {
      "id": 60,
      "race": "Kelpie",
      "image": "https://images.dog.ceo/breeds/kelpie/n02105412_2589.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/kelpie/n02105412_7965.jpg",
        "https://images.dog.ceo/breeds/kelpie/n02105412_855.jpg"
      ],
      "description": "The Australian Kelpie, or simply Kelpie, is an Australian sheepdog capable of mustering and droving with little or no guidance. It is a medium-sized dog and comes in a variety of colours. The Kelpie has been exported throughout the world and is used to muster livestock, primarily sheep, cattle and goats.\nThe breed has been separated into two distinct varieties: the Show (or Bench) Kelpie and the Working Kelpie. The Show Kelpie is seen at conformation dog shows in some countries and is selected for appearance rather than working instinct, while the Working Kelpie is bred for its working ability.\n\n",
      "taille": "large",
      "poids": "15-30 kg",
      "taille_cm": "45-60 cm",
      "stats": {
        "intelligence": 52,
        "affection": 54,
        "energie": 56,
        "gardien": 58,
        "entretien": 60
      },
      "caracteristiques": [],
      "temperament": [],
      "habitat": [
        "house"
      ],
      "timeNeeded": [
        "moderate"
      ],
      "goodWith": [],
      "experience": "experienced",
      "esperance_vie": "12-14 ans",
      "groupe": "Chiens de compagnie"
    },
    {
      "id": 60,
      "race": "Keeshond",
      "image": "https://images.dog.ceo/breeds/keeshond/n02112350_10128.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/keeshond/n02112350_2279.jpg",
        "https://images.dog.ceo/breeds/keeshond/n02112350_8341.jpg"
      ],
      "description": "The Keeshond ( KAYSS-hond, plur. Keeshonden) is a medium-sized dog with a plush, two-layer coat of silver and black fur with a ruff and a curled tail.  Their closest relatives are the German spitzes such as the Großspitz (Large Spitz), Mittelspitz (Medium Spitz), Kleinspitz (Miniature Spitz), Zwergspitz (Dwarf-Spitz) or Pomeranian.\nThe Keeshond was previously known as the Dutch Barge Dog, as it was frequently seen on barges traveling the canals and rivers of the Netherlands.  The Keeshond was the symbol of the Patriot faction in the Netherlands during political unrest in the years immediately preceding the French Revolution.\nIn the late 19th century, the breed was developed in England from imports obtained in both the Netherlands and Germany.  In 1930, the Keeshond was first registered with the American Kennel Club.\n\n",
      "taille": "medium",
      "poids": "5-15 kg",
      "taille_cm": "30-45 cm",
      "stats": {
        "intelligence": 67,
        "affection": 84,
        "energie": 51,
        "gardien": 68,
        "entretien": 85
      },
      "caracteristiques": [
        "Très affectueux"
      ],
      "temperament": [
        "affectueux"
      ],
      "habitat": [
        "apartment",
        "house"
      ],
      "timeNeeded": [
        "moderate"
      ],
      "goodWith": [
        "children",
        "elderly",
        "cats"
      ],
      "experience": "intermediate",
      "esperance_vie": "11-13 ans",
      "groupe": "Chiens rapporteurs et leveurs de gibier"
    },
    {
      "id": 62,
      "race": "Kombai",
      "image": "https://images.dog.ceo/breeds/kombai/Kombai-indian-Dog.jpg",
      "additional_images": [],
      "description": "The Kombai or Polygar dog is a breed of working dog native to Tamil Nadu in Southern India. Traditionally kept for guarding and protection, they have a reputation for making excellent guard dogs. They were also occasionally used for hunting big game.\n\n",
      "taille": "very large",
      "poids": "30-50 kg",
      "taille_cm": "60-75 cm",
      "stats": {
        "intelligence": 95,
        "affection": 90,
        "energie": 85,
        "gardien": 80,
        "entretien": 75
      },
      "caracteristiques": [
        "Très intelligent",
        "Très affectueux",
        "Très énergique",
        "Excellent gardien"
      ],
      "temperament": [
        "affectueux",
        "actif",
        "intelligent",
        "protecteur"
      ],
      "habitat": [
        "rural"
      ],
      "timeNeeded": [
        "lots"
      ],
      "goodWith": [
        "children",
        "elderly",
        "dogs",
        "cats"
      ],
      "experience": "beginner",
      "esperance_vie": "13-15 ans",
      "groupe": "Chiens de garde et de protection"
    },
    {
      "id": 63,
      "race": "Komondor",
      "image": "https://images.dog.ceo/breeds/komondor/n02105505_317.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/komondor/n02105505_345.jpg",
        "https://images.dog.ceo/breeds/komondor/n02105505_914.jpg"
      ],
      "description": "The Komondor (), also known as the Hungarian sheepdog, is a large, white-coloured Hungarian breed of livestock guardian dog with a long, corded coat.\nSometimes referred to as 'mop dogs' due to their appearance, the Komondors are a long-established dog breed commonly employed to guard livestock and other property. The Komondor was brought to Europe by the Cumans and the oldest known mention of it is in a Hungarian codex from 1544. The Komondor breed has been declared one of Hungary’s national treasures, to be preserved and protected from modification.\n\n",
      "taille": "medium",
      "poids": "5-15 kg",
      "taille_cm": "30-45 cm",
      "stats": {
        "intelligence": 91,
        "affection": 82,
        "energie": 73,
        "gardien": 64,
        "entretien": 55
      },
      "caracteristiques": [
        "Très intelligent",
        "Très affectueux"
      ],
      "temperament": [
        "affectueux",
        "actif",
        "intelligent"
      ],
      "habitat": [
        "apartment",
        "rural"
      ],
      "timeNeeded": [
        "moderate"
      ],
      "goodWith": [
        "children",
        "elderly",
        "dogs",
        "cats"
      ],
      "experience": "beginner",
      "esperance_vie": "11-13 ans",
      "groupe": "Chiens de type Spitz et de type primitif"
    },
    {
      "id": 64,
      "race": "Kuvasz",
      "image": "https://images.dog.ceo/breeds/kuvasz/n02104029_1214.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/kuvasz/n02104029_3564.jpg",
        "https://images.dog.ceo/breeds/kuvasz/n02104029_4223.jpg"
      ],
      "description": "The Kuvasz is a Hungarian breed of flock guardian dog. Mention of the breed can be found in old Hungarian texts. They have historically been royal guard dogs, or guarded livestock, but have been increasingly found in homes as pets over the last seventy years. The American Kennel Club includes the breed in the working dog group.",
      "taille": "small",
      "poids": "2-5 kg",
      "taille_cm": "20-30 cm",
      "stats": {
        "intelligence": 94,
        "affection": 88,
        "energie": 82,
        "gardien": 76,
        "entretien": 70
      },
      "caracteristiques": [
        "Très intelligent",
        "Très affectueux",
        "Très énergique",
        "Excellent gardien"
      ],
      "temperament": [
        "affectueux",
        "actif",
        "intelligent",
        "protecteur"
      ],
      "habitat": [
        "apartment",
        "rural"
      ],
      "timeNeeded": [
        "lots"
      ],
      "goodWith": [
        "children",
        "elderly",
        "dogs",
        "cats"
      ],
      "experience": "beginner",
      "esperance_vie": "14-16 ans",
      "groupe": "Chiens courants et de recherche au sang"
    },
    {
      "id": 65,
      "race": "Labradoodle",
      "image": "https://images.dog.ceo/breeds/labradoodle/Cali.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/labradoodle/labradoodle-forrest.jpg",
        "https://images.dog.ceo/breeds/labradoodle/lola.jpg"
      ],
      "description": "A labradoodle () is a crossbreed dog created by crossing a Labrador Retriever and a Standard or Miniature Poodle. Labradoodles were intended to be a good choice for people with allergies to canine dander.\nThe Australian Labradoodle Association, an organization run by labradoodle breeders, says they are \"generally considered healthy dogs\". However, they also state that hip and elbow dysplasia are common problems affecting labradoodles. Other ailments include eye diseases and Addison's disease. Wally Conron of Australia, who is credited with inventing the breed, has commented that healthy labradoodles are \"few and far between\" and most are \"crazy or have a hereditary problem\".\n\n",
      "taille": "medium",
      "poids": "5-15 kg",
      "taille_cm": "30-45 cm",
      "stats": {
        "intelligence": 63,
        "affection": 76,
        "energie": 89,
        "gardien": 52,
        "entretien": 65
      },
      "caracteristiques": [
        "Très affectueux",
        "Très énergique"
      ],
      "temperament": [
        "affectueux",
        "actif"
      ],
      "habitat": [
        "apartment",
        "rural"
      ],
      "timeNeeded": [
        "lots"
      ],
      "goodWith": [
        "children",
        "elderly"
      ],
      "experience": "intermediate",
      "esperance_vie": "11-13 ans",
      "groupe": "Chiens d'arrêt"
    },
    {
      "id": 65,
      "race": "Labrador",
      "image": "https://images.dog.ceo/breeds/labrador/Lucy.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/labrador/n02099712_1660.jpg",
        "https://images.dog.ceo/breeds/labrador/n02099712_6619.jpg"
      ],
      "description": "The Labrador Retriever or simply Labrador is a British breed of retriever gun dog. It was developed in the United Kingdom from St. John's water dogs imported from the colony of Newfoundland (now a province of Canada), and was named after the Labrador region of that colony. It is among the most commonly kept dogs in several countries, particularly in the European world.\nThe Labrador is friendly, energetic, and playful. It was bred as a sporting and hunting dog but is widely kept as a companion dog. It may also be trained as a guide or assistance dog, or for rescue or therapy work.\nIn the 1830s, the 10th Earl of Home and his nephews, the 5th Duke of Buccleuch and Lord John Scott, imported progenitors of the breed from Newfoundland to Europe for use as gun dogs. Another early advocate of these Newfoundland fishing dogs was the 2nd Earl of Malmesbury, who bred them for their expertise in waterfowling.\nDuring the 1880s, the 3rd Earl of Malmesbury, the 6th Duke of Buccleuch, and the 12th Earl of Home collaborated to develop and establish the Labrador Retriever breed. The dogs Buccleuch Avon and Buccleuch Ned, given by Malmesbury to Buccleuch, were mated with bitches carrying blood from those originally imported by the 5th Duke and the 10th Earl of Home. The offspring are the ancestors of all modern Labradors.\n\n",
      "taille": "very large",
      "poids": "30-50 kg",
      "taille_cm": "60-75 cm",
      "stats": {
        "intelligence": 57,
        "affection": 64,
        "energie": 71,
        "gardien": 78,
        "entretien": 85
      },
      "caracteristiques": [
        "Excellent gardien"
      ],
      "temperament": [
        "actif",
        "protecteur"
      ],
      "habitat": [
        "rural"
      ],
      "timeNeeded": [
        "moderate"
      ],
      "goodWith": [],
      "experience": "experienced",
      "esperance_vie": "17-19 ans",
      "groupe": "Chiens d'arrêt"
    },
    {
      "id": 67,
      "race": "Leonberg",
      "image": "https://images.dog.ceo/breeds/leonberg/n02111129_2062.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/leonberg/n02111129_2378.jpg",
        "https://images.dog.ceo/breeds/leonberg/n02111129_5144.jpg"
      ],
      "description": "The Leonberger is a giant dog breed, whose name derives from the city of Leonberg in Baden-Württemberg, Germany.\n\n",
      "taille": "large",
      "poids": "15-30 kg",
      "taille_cm": "45-60 cm",
      "stats": {
        "intelligence": 64,
        "affection": 78,
        "energie": 92,
        "gardien": 56,
        "entretien": 70
      },
      "caracteristiques": [
        "Très affectueux",
        "Très énergique"
      ],
      "temperament": [
        "affectueux",
        "actif"
      ],
      "habitat": [
        "rural"
      ],
      "timeNeeded": [
        "lots"
      ],
      "goodWith": [
        "children",
        "elderly"
      ],
      "experience": "intermediate",
      "esperance_vie": "16-18 ans",
      "groupe": "Chiens de type Spitz et de type primitif"
    },
    {
      "id": 68,
      "race": "Lhasa",
      "image": "https://images.dog.ceo/breeds/lhasa/n02098413_17895.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/lhasa/n02098413_20499.jpg",
        "https://images.dog.ceo/breeds/lhasa/n02098413_8397.jpg"
      ],
      "description": "The Lhasa Apso ( LAH-sə AP-soh) is a non-sporting dog breed originating in Tibet. Traditionally the breed has been used as an interior watchdog.\n\n",
      "taille": "medium",
      "poids": "5-15 kg",
      "taille_cm": "30-45 cm",
      "stats": {
        "intelligence": 89,
        "affection": 78,
        "energie": 67,
        "gardien": 56,
        "entretien": 95
      },
      "caracteristiques": [
        "Très intelligent",
        "Très affectueux"
      ],
      "temperament": [
        "affectueux",
        "intelligent"
      ],
      "habitat": [
        "apartment",
        "house"
      ],
      "timeNeeded": [
        "moderate"
      ],
      "goodWith": [
        "children",
        "elderly",
        "dogs"
      ],
      "experience": "beginner",
      "esperance_vie": "11-13 ans",
      "groupe": "Teckels"
    },
    {
      "id": 69,
      "race": "Malamute",
      "image": "https://images.dog.ceo/breeds/malamute/n02110063_11585.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/malamute/n02110063_14434.jpg",
        "https://images.dog.ceo/breeds/malamute/n02110063_8359.jpg"
      ],
      "description": "The Alaskan Malamute () is a large breed of dog that was originally bred for its strength and endurance, to haul heavy freight as a sled dog. It is similar to other arctic breeds such as the husky, the spitz, the Greenland Dog, Canadian Eskimo Dog, the Siberian Husky, and the Samoyed.\n\n",
      "taille": "large",
      "poids": "15-30 kg",
      "taille_cm": "45-60 cm",
      "stats": {
        "intelligence": 72,
        "affection": 94,
        "energie": 66,
        "gardien": 88,
        "entretien": 60
      },
      "caracteristiques": [
        "Très affectueux",
        "Excellent gardien"
      ],
      "temperament": [
        "affectueux",
        "intelligent",
        "protecteur"
      ],
      "habitat": [
        "house"
      ],
      "timeNeeded": [
        "moderate"
      ],
      "goodWith": [
        "children",
        "elderly",
        "dogs",
        "cats"
      ],
      "experience": "intermediate",
      "esperance_vie": "16-18 ans",
      "groupe": "Teckels"
    },
    {
      "id": 70,
      "race": "Malinois",
      "image": "https://images.dog.ceo/breeds/malinois/n02105162_6093.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/malinois/n02105162_7041.jpg",
        "https://images.dog.ceo/breeds/malinois/n02105162_9995.jpg"
      ],
      "description": "The Belgian Shepherd (Dutch: Belgische Herder), also known as the Belgian Sheepdog (Dutch: Belgische Herdershond) or the Chien de Berger Belge, is a Belgian breed of herding dog of medium size. It is bred in four distinct varieties based on coat type and colour: the long-haired black Groenendael; the rough-haired fawn Laekenois; the short-haired fawn Malinois, and the long-haired fawn Tervuren. The American Kennel Club considers the four varieties to be separate breeds.\nThe breed descends from a common type of shepherd dog found throughout Western Europe that includes such modern breeds as the Bouvier des Ardennes, Dutch Shepherd and German Shepherd, and was a common sight in the service of Belgian shepherds for centuries. At the end of the nineteenth century a breed club was formed and attempts were made to standardise the breed.\nIts historical role was as a herding dog. It is also commonly kept as a companion dog, or used as an assistance dog, detection dog, guard dog, guide dog, police dog or search and rescue dog. It has a long history of being used by Belgian police as well as military forces, serving for Belgian armed forces in both World Wars, as well as US Army since then. In the twenty-first century it is in use by a number of armed forces worldwide in a variety of roles.",
      "taille": "small",
      "poids": "2-5 kg",
      "taille_cm": "20-30 cm",
      "stats": {
        "intelligence": 78,
        "affection": 56,
        "energie": 84,
        "gardien": 62,
        "entretien": 90
      },
      "caracteristiques": [
        "Très intelligent",
        "Très énergique"
      ],
      "temperament": [
        "actif",
        "intelligent"
      ],
      "habitat": [
        "apartment",
        "rural"
      ],
      "timeNeeded": [
        "lots"
      ],
      "goodWith": [
        "dogs"
      ],
      "experience": "intermediate",
      "esperance_vie": "14-16 ans",
      "groupe": "Chiens de berger et de bouvier"
    },
    {
      "id": 71,
      "race": "Bull Mastiff",
      "image": "https://images.dog.ceo/breeds/mastiff-bull/n02108422_1445.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/mastiff-bull/n02108422_2082.jpg",
        "https://images.dog.ceo/breeds/mastiff-bull/n02108422_2678.jpg"
      ],
      "description": "A mastiff is a large and powerful type of dog. Mastiffs are among the largest dogs, and typically have a short coat, a long low-set tail and large feet; the skull is large and bulky, the muzzle broad and short (brachycephalic) and the ears drooping and pendant-shaped. European and Asian records dating back 3,000 years show dogs of the mastiff type. Mastiffs have historically been guard dogs, protecting homes and property, although throughout history they have been used as hunting dogs, war dogs and for blood sports, such as fighting each other and other animals, including bulls, bears and even lions.",
      "taille": "medium",
      "poids": "5-15 kg",
      "taille_cm": "30-45 cm",
      "stats": {
        "intelligence": 95,
        "affection": 90,
        "energie": 85,
        "gardien": 80,
        "entretien": 75
      },
      "caracteristiques": [
        "Très intelligent",
        "Très affectueux",
        "Très énergique",
        "Excellent gardien"
      ],
      "temperament": [
        "affectueux",
        "actif",
        "intelligent",
        "protecteur"
      ],
      "habitat": [
        "apartment",
        "rural"
      ],
      "timeNeeded": [
        "lots"
      ],
      "goodWith": [
        "children",
        "elderly",
        "dogs",
        "cats"
      ],
      "experience": "beginner",
      "esperance_vie": "11-13 ans",
      "groupe": "Terriers"
    },
    {
      "id": 72,
      "race": "Maltese",
      "image": "https://images.dog.ceo/breeds/maltese/n02085936_4396.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/maltese/n02085936_6071.jpg",
        "https://images.dog.ceo/breeds/maltese/n02085936_6656.jpg"
      ],
      "description": "Maltese dog refers both to an ancient variety of dwarf, white-coated dog breed from Italy and generally associated also with the island of Malta, and to a modern breed of similar dogs in the toy group, genetically related to the Bichon, Bolognese, and Havanese breeds. The precise link, if any, between the modern and ancient breeds is not known. Nicholas Cutillo suggested that Maltese dogs might descend from spitz-type canines, and that the ancient variety probably was similar to the latter Pomeranian breeds with their short snout, pricked ears, and bulbous heads. These two varieties, according to Stanley Coren, were perhaps the first dogs employed as human companions.\nThe modern variety traditionally has a silky, pure-white coat, hanging ears and a tail that curves over its back, and weighs up to 3–4 kg (7–9 lb). The Maltese does not shed. The Maltese is kept for companionship, ornament, or competitive exhibition.\n\n",
      "taille": "very large",
      "poids": "30-50 kg",
      "taille_cm": "60-75 cm",
      "stats": {
        "intelligence": 65,
        "affection": 80,
        "energie": 95,
        "gardien": 60,
        "entretien": 75
      },
      "caracteristiques": [
        "Très affectueux",
        "Très énergique"
      ],
      "temperament": [
        "affectueux",
        "actif"
      ],
      "habitat": [
        "rural"
      ],
      "timeNeeded": [
        "lots"
      ],
      "goodWith": [
        "children",
        "elderly"
      ],
      "experience": "intermediate",
      "esperance_vie": "13-15 ans",
      "groupe": "Chiens de type Spitz et de type primitif"
    },
    {
      "id": 73,
      "race": "Mexicanhairless",
      "image": "https://images.dog.ceo/breeds/mexicanhairless/n02113978_1956.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/mexicanhairless/n02113978_272.jpg",
        "https://images.dog.ceo/breeds/mexicanhairless/n02113978_3504.jpg"
      ],
      "description": "Le Mexicanhairless est une race de chien reconnue pour ses qualités de affectueux, protecteur.",
      "taille": "small",
      "poids": "2-5 kg",
      "taille_cm": "20-30 cm",
      "stats": {
        "intelligence": 68,
        "affection": 86,
        "energie": 54,
        "gardien": 72,
        "entretien": 90
      },
      "caracteristiques": [
        "Très affectueux"
      ],
      "temperament": [
        "affectueux",
        "protecteur"
      ],
      "habitat": [
        "apartment",
        "house"
      ],
      "timeNeeded": [
        "moderate"
      ],
      "goodWith": [
        "children",
        "elderly",
        "cats"
      ],
      "experience": "intermediate",
      "esperance_vie": "10-12 ans",
      "groupe": "Terriers"
    },
    {
      "id": 74,
      "race": "English Mastiff",
      "image": "https://images.dog.ceo/breeds/mastiff-english/1.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/mastiff-english/2.jpg",
        "https://images.dog.ceo/breeds/mastiff-english/3.jpg"
      ],
      "description": "The English Mastiff, or simply the Mastiff, is a British dog breed of very large size. It is likely descended from the ancient Alaunt and Pugnaces Britanniae, with a significant input from the Alpine Mastiff in the 19th century. Distinguished by its enormous size, massive head, short coat in a limited range of colours, and always displaying a black mask, the Mastiff is noted for its gentle and loving nature. The lineage of modern dogs can be traced back to the early 19th century, but the modern type was stabilised in the 1880s and refined since. Following a period of sharp decline, the Mastiff has increased its worldwide popularity.  Throughout its history the Mastiff has contributed to the development of a number of dog breeds, some generally known as mastiff-type dogs or, confusingly, just as \"mastiffs\". It is the largest living canine, outweighing the wolf by up to 50 kg (110 lbs) on average.\n\n",
      "taille": "small",
      "poids": "2-5 kg",
      "taille_cm": "20-30 cm",
      "stats": {
        "intelligence": 60,
        "affection": 70,
        "energie": 80,
        "gardien": 90,
        "entretien": 50
      },
      "caracteristiques": [
        "Très énergique",
        "Excellent gardien"
      ],
      "temperament": [
        "actif",
        "protecteur"
      ],
      "habitat": [
        "apartment",
        "rural"
      ],
      "timeNeeded": [
        "lots"
      ],
      "goodWith": [],
      "experience": "intermediate",
      "esperance_vie": "14-16 ans",
      "groupe": "Terriers"
    },
    {
      "id": 74,
      "race": "Indian Mastiff",
      "image": "https://images.dog.ceo/breeds/mastiff-indian/Indian_Mastiff.jpg",
      "additional_images": [],
      "description": "A mastiff is a large and powerful type of dog. Mastiffs are among the largest dogs, and typically have a short coat, a long low-set tail and large feet; the skull is large and bulky, the muzzle broad and short (brachycephalic) and the ears drooping and pendant-shaped. European and Asian records dating back 3,000 years show dogs of the mastiff type. Mastiffs have historically been guard dogs, protecting homes and property, although throughout history they have been used as hunting dogs, war dogs and for blood sports, such as fighting each other and other animals, including bulls, bears and even lions.",
      "taille": "medium",
      "poids": "5-15 kg",
      "taille_cm": "30-45 cm",
      "stats": {
        "intelligence": 91,
        "affection": 82,
        "energie": 73,
        "gardien": 64,
        "entretien": 55
      },
      "caracteristiques": [
        "Très intelligent",
        "Très affectueux"
      ],
      "temperament": [
        "affectueux",
        "actif",
        "intelligent"
      ],
      "habitat": [
        "apartment",
        "rural"
      ],
      "timeNeeded": [
        "moderate"
      ],
      "goodWith": [
        "children",
        "elderly",
        "dogs",
        "cats"
      ],
      "experience": "beginner",
      "esperance_vie": "15-17 ans",
      "groupe": "Chiens de berger et de bouvier"
    },
    {
      "id": 76,
      "race": "Tibetan Mastiff",
      "image": "https://images.dog.ceo/breeds/mastiff-tibetan/n02108551_1025.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/mastiff-tibetan/n02108551_4284.jpg",
        "https://images.dog.ceo/breeds/mastiff-tibetan/n02108551_4341.jpg"
      ],
      "description": "The Tibetan Mastiff is a large Tibetan dog breed. Its double coat is medium to long, subject to climate, and found in a wide variety of colors, including solid black, black and tan, various shades of red (from pale gold to deep red) and bluish-gray (dilute black), and sometimes with white markings around its neck, chest and legs.\n\n",
      "taille": "medium",
      "poids": "5-15 kg",
      "taille_cm": "30-45 cm",
      "stats": {
        "intelligence": 57,
        "affection": 64,
        "energie": 71,
        "gardien": 78,
        "entretien": 85
      },
      "caracteristiques": [
        "Excellent gardien"
      ],
      "temperament": [
        "actif",
        "protecteur"
      ],
      "habitat": [
        "apartment",
        "rural"
      ],
      "timeNeeded": [
        "moderate"
      ],
      "goodWith": [],
      "experience": "experienced",
      "esperance_vie": "11-13 ans",
      "groupe": "Chiens de compagnie"
    },
    {
      "id": 77,
      "race": "Mix",
      "image": "https://images.dog.ceo/breeds/mix/bella.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/mix/cherry.jpg",
        "https://images.dog.ceo/breeds/mix/indian_splitz.jpg"
      ],
      "description": "A mongrel, mutt, or mixed-breed dog is a dog that does not belong to one officially recognized breed, including those that result from intentional breeding. Although the term mixed-breed dog is sometimes preferred, many mongrels have no known purebred ancestors. \nCrossbreed dogs, and \"designer dogs\", while also a mix of breeds, differ from mongrels in being intentionally bred. At other times, the word mongrel has been applied to informally purpose-bred dogs such as curs, which were created at least in part from mongrels, especially if the breed is not officially recognized.\nAlthough mongrels are viewed as of less commercial value than intentionally bred dogs, they are thought to be less susceptible to genetic health problems associated with inbreeding (based on the theory of heterosis), and have enthusiasts and defenders who prefer them to intentionally bred dogs.\nEstimates place the prevalence of mongrels at 150 million animals worldwide.",
      "taille": "large",
      "poids": "15-30 kg",
      "taille_cm": "45-60 cm",
      "stats": {
        "intelligence": 52,
        "affection": 54,
        "energie": 56,
        "gardien": 58,
        "entretien": 60
      },
      "caracteristiques": [],
      "temperament": [],
      "habitat": [
        "house"
      ],
      "timeNeeded": [
        "moderate"
      ],
      "goodWith": [],
      "experience": "experienced",
      "esperance_vie": "16-18 ans",
      "groupe": "Chiens courants et de recherche au sang"
    },
    {
      "id": 78,
      "race": "Bernese Mountain",
      "image": "https://images.dog.ceo/breeds/mountain-bernese/n02107683_1536.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/mountain-bernese/n02107683_5821.jpg",
        "https://images.dog.ceo/breeds/mountain-bernese/n02107683_673.jpg"
      ],
      "description": "The Bernese Mountain Dog (German: Berner Sennenhund) is a large dog breed from Bern, Switzerland and the Swiss Alps, being one of the four breeds of Sennenhund-type dogs, with roots in the Roman mastiffs. The name Berner (or Bernese in English) refers to the breed's area of origin in the canton of Bern, and Sennenhund is derived from the German Senne (\"alpine pasture\") and Hund (\"hound/dog\"), as they accompanied the alpine herders and dairymen called Senn. This breed was originally kept as a general farm dog and large Sennenhunde in the past were also used as draft animals pulling carts. The breed was officially established in 1912.",
      "taille": "very large",
      "poids": "30-50 kg",
      "taille_cm": "60-75 cm",
      "stats": {
        "intelligence": 83,
        "affection": 66,
        "energie": 99,
        "gardien": 82,
        "entretien": 65
      },
      "caracteristiques": [
        "Très intelligent",
        "Très énergique",
        "Excellent gardien"
      ],
      "temperament": [
        "actif",
        "intelligent",
        "protecteur"
      ],
      "habitat": [
        "rural"
      ],
      "timeNeeded": [
        "lots"
      ],
      "goodWith": [
        "dogs"
      ],
      "experience": "beginner",
      "esperance_vie": "17-19 ans",
      "groupe": "Chiens de compagnie"
    },
    {
      "id": 79,
      "race": "Swiss Mountain",
      "image": "https://images.dog.ceo/breeds/mountain-swiss/n02107574_1920.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/mountain-swiss/n02107574_2352.jpg",
        "https://images.dog.ceo/breeds/mountain-swiss/n02107574_492.jpg"
      ],
      "description": "Sennenhunds, called Swiss mountain dogs or Swiss cattle dogs in English, are a type of dog originating in the Swiss Alps. The Sennenhund are farm dogs of the general livestock guardian type. There are four breeds of Sennenhunds, all sporting a unique tricolor coat. While the two larger ones share a heavy build and a calm temperament, the two smaller ones are more agile. The breeds range from medium in size to very large. The name Sennenhund refers to people called Senn or Senner, Swiss Alpine herdsmen and dairymen, and does not translate as \"mountain\" or \"cattle\".",
      "taille": "small",
      "poids": "2-5 kg",
      "taille_cm": "20-30 cm",
      "stats": {
        "intelligence": 62,
        "affection": 74,
        "energie": 86,
        "gardien": 98,
        "entretien": 60
      },
      "caracteristiques": [
        "Très énergique",
        "Excellent gardien"
      ],
      "temperament": [
        "affectueux",
        "actif",
        "protecteur"
      ],
      "habitat": [
        "apartment",
        "rural"
      ],
      "timeNeeded": [
        "lots"
      ],
      "goodWith": [
        "children",
        "elderly"
      ],
      "experience": "intermediate",
      "esperance_vie": "14-16 ans",
      "groupe": "Chiens de compagnie"
    },
    {
      "id": 80,
      "race": "Newfoundland",
      "image": "https://images.dog.ceo/breeds/newfoundland/n02111277_341.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/newfoundland/n02111277_4369.jpg",
        "https://images.dog.ceo/breeds/newfoundland/n02111277_5292.jpg"
      ],
      "description": "The Newfoundland is a large breed of working dog. They can be black, grey, brown, or black and white. However, in the Dominion of Newfoundland, before it became part of the confederation of Canada, only black and Landseer (white-and-black) coloured dogs were considered to be proper members of the breed. They were originally bred and used as working dogs for fishermen in Newfoundland.\nThey excel at water rescue/lifesaving because of their muscular build, thick double coat, webbed paws, and swimming abilities.\n\n",
      "taille": "medium",
      "poids": "5-15 kg",
      "taille_cm": "30-45 cm",
      "stats": {
        "intelligence": 53,
        "affection": 56,
        "energie": 59,
        "gardien": 62,
        "entretien": 65
      },
      "caracteristiques": [],
      "temperament": [],
      "habitat": [
        "apartment",
        "house"
      ],
      "timeNeeded": [
        "moderate"
      ],
      "goodWith": [],
      "experience": "experienced",
      "esperance_vie": "15-17 ans",
      "groupe": "Terriers"
    },
    {
      "id": 81,
      "race": "Indian Mudhol",
      "image": "https://images.dog.ceo/breeds/mudhol-indian/Indian-Mudhol.jpg",
      "additional_images": [],
      "description": "The Mudhol Hound, also known as the Caravan Hound, is a breed of sighthound from India.\n\nThe Kennel Club of India (KCI) and Indian National Kennel Club (INKC) recognize the breed under different breed names. The KCI registers it as a Caravan Hound while the INKC uses the name Mudhol Hound.\nIn 2005 the Mudhol Hound was one of four Indian dog breeds featured on a set of postage stamps released by the Indian Ministry of Communications and Information Technology to celebrate the country's canine heritage.\nAbout 750 families in and around Mudhol town of Karnataka are raising this breed for marketing the puppies.",
      "taille": "small",
      "poids": "2-5 kg",
      "taille_cm": "20-30 cm",
      "stats": {
        "intelligence": 94,
        "affection": 88,
        "energie": 82,
        "gardien": 76,
        "entretien": 70
      },
      "caracteristiques": [
        "Très intelligent",
        "Très affectueux",
        "Très énergique",
        "Excellent gardien"
      ],
      "temperament": [
        "affectueux",
        "actif",
        "intelligent",
        "protecteur"
      ],
      "habitat": [
        "apartment",
        "rural"
      ],
      "timeNeeded": [
        "lots"
      ],
      "goodWith": [
        "children",
        "elderly",
        "dogs",
        "cats"
      ],
      "experience": "beginner",
      "esperance_vie": "14-16 ans",
      "groupe": "Terriers"
    },
    {
      "id": 81,
      "race": "Otterhound",
      "image": "https://images.dog.ceo/breeds/otterhound/n02091635_1340.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/otterhound/n02091635_3916.jpg",
        "https://images.dog.ceo/breeds/otterhound/n02091635_4422.jpg"
      ],
      "description": "The Otterhound is an English dog breed. It is a scent hound and is currently recognised by the Kennel Club as a Vulnerable Native Breed with around 600 animals worldwide.\n\n",
      "taille": "small",
      "poids": "2-5 kg",
      "taille_cm": "20-30 cm",
      "stats": {
        "intelligence": 68,
        "affection": 86,
        "energie": 54,
        "gardien": 72,
        "entretien": 90
      },
      "caracteristiques": [
        "Très affectueux"
      ],
      "temperament": [
        "affectueux",
        "protecteur"
      ],
      "habitat": [
        "apartment",
        "house"
      ],
      "timeNeeded": [
        "moderate"
      ],
      "goodWith": [
        "children",
        "elderly",
        "cats"
      ],
      "experience": "intermediate",
      "esperance_vie": "14-16 ans",
      "groupe": "Chiens d'arrêt"
    },
    {
      "id": 83,
      "race": "Caucasian Ovcharka",
      "image": "https://images.dog.ceo/breeds/ovcharka-caucasian/IMG_20190811_105232.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/ovcharka-caucasian/IMG_20190826_112025.jpg",
        "https://images.dog.ceo/breeds/ovcharka-caucasian/IMG_20191104_101747.jpg"
      ],
      "description": "The Caucasian Shepherd Dog or Caucasian Ovcharka is a large livestock guardian dog native to the Caucasus region, notably Georgia, Armenia, Azerbaijan, and Dagestan. It was bred in the Soviet Union from about 1920 from dogs of the Caucasus Mountains and the steppe regions of Southern Russia. The Caucasus Mountains in Georgia has historically been the principal region of distribution of Caucasian Shepherd dogs, both in terms of numbers and the quality of the dogs present in the area.\n\n",
      "taille": "very large",
      "poids": "30-50 kg",
      "taille_cm": "60-75 cm",
      "stats": {
        "intelligence": 51,
        "affection": 52,
        "energie": 53,
        "gardien": 54,
        "entretien": 55
      },
      "caracteristiques": [],
      "temperament": [],
      "habitat": [
        "house"
      ],
      "timeNeeded": [
        "moderate"
      ],
      "goodWith": [],
      "experience": "experienced",
      "esperance_vie": "17-19 ans",
      "groupe": "Chiens courants et de recherche au sang"
    },
    {
      "id": 84,
      "race": "Papillon",
      "image": "https://images.dog.ceo/breeds/papillon/n02086910_3478.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/papillon/n02086910_695.jpg",
        "https://images.dog.ceo/breeds/papillon/n02086910_7842.jpg"
      ],
      "description": "The Papillon (French pronunciation: [papijɔ̃], French for 'butterfly[-eared]'), also called the Continental Toy Spaniel, is a breed of dog, of the spaniel type. One of the oldest of the toy spaniels, it derives its name from its characteristic butterfly-like look of the long and fringed hair on the ears. A Papillon with dropped ears is called a Phalene.",
      "taille": "very large",
      "poids": "30-50 kg",
      "taille_cm": "60-75 cm",
      "stats": {
        "intelligence": 81,
        "affection": 62,
        "energie": 93,
        "gardien": 74,
        "entretien": 55
      },
      "caracteristiques": [
        "Très intelligent",
        "Très énergique"
      ],
      "temperament": [
        "actif",
        "intelligent",
        "protecteur"
      ],
      "habitat": [
        "rural"
      ],
      "timeNeeded": [
        "lots"
      ],
      "goodWith": [
        "dogs"
      ],
      "experience": "beginner",
      "esperance_vie": "17-19 ans",
      "groupe": "Teckels"
    },
    {
      "id": 85,
      "race": "Pembroke",
      "image": "https://images.dog.ceo/breeds/pembroke/n02113023_3167.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/pembroke/n02113023_5022.jpg",
        "https://images.dog.ceo/breeds/pembroke/n02113023_591.jpg"
      ],
      "description": "The Pembroke Welsh Corgi (; Welsh for \"dwarf dog\") is a cattle herding dog breed that originated in Pembrokeshire, Wales. It is one of two breeds known as a Welsh Corgi, the other being the Cardigan Welsh Corgi. Pembroke Welsh Corgis descended from the Spitz family of dogs.\nPembroke Welsh Corgis are famous as the preferred breed of Queen Elizabeth II, who owned more than 30 Royal corgis during her reign. Although these dogs have been favoured by British royalty for more than seventy years, among the British public they have recently fallen into decline in terms of popularity and demand. However, they remain very popular in the United States. Cities such as New York, Boston, Los Angeles, and San Francisco hold annual \"Corgi Meetups\" in which hundreds of dogs and their owners congregate to spend the day.\nThe Pembroke Welsh Corgi has been ranked 11th in Stanley Coren's The Intelligence of Dogs, which states that the breed is considered an excellent working dog. Pembroke Welsh Corgis were ranked 11th most popular breed of dog in 2020 according to the American Kennel Club. \n\n",
      "taille": "medium",
      "poids": "5-15 kg",
      "taille_cm": "30-45 cm",
      "stats": {
        "intelligence": 71,
        "affection": 92,
        "energie": 63,
        "gardien": 84,
        "entretien": 55
      },
      "caracteristiques": [
        "Très affectueux",
        "Excellent gardien"
      ],
      "temperament": [
        "affectueux",
        "intelligent",
        "protecteur"
      ],
      "habitat": [
        "apartment",
        "house"
      ],
      "timeNeeded": [
        "moderate"
      ],
      "goodWith": [
        "children",
        "elderly",
        "dogs",
        "cats"
      ],
      "experience": "intermediate",
      "esperance_vie": "15-17 ans",
      "groupe": "Terriers"
    },
    {
      "id": 86,
      "race": "Pekinese",
      "image": "https://images.dog.ceo/breeds/pekinese/n02086079_10721.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/pekinese/n02086079_186.jpg",
        "https://images.dog.ceo/breeds/pekinese/n02086079_8902.jpg"
      ],
      "description": "Maltese dog refers both to an ancient variety of dwarf, white-coated dog breed from Italy and generally associated also with the island of Malta, and to a modern breed of similar dogs in the toy group, genetically related to the Bichon, Bolognese, and Havanese breeds. The precise link, if any, between the modern and ancient breeds is not known. Nicholas Cutillo suggested that Maltese dogs might descend from spitz-type canines, and that the ancient variety probably was similar to the latter Pomeranian breeds with their short snout, pricked ears, and bulbous heads. These two varieties, according to Stanley Coren, were perhaps the first dogs employed as human companions.\nThe modern variety traditionally has a silky, pure-white coat, hanging ears and a tail that curves over its back, and weighs up to 3–4 kg (7–9 lb). The Maltese does not shed. The Maltese is kept for companionship, ornament, or competitive exhibition.\n\n",
      "taille": "small",
      "poids": "2-5 kg",
      "taille_cm": "20-30 cm",
      "stats": {
        "intelligence": 70,
        "affection": 90,
        "energie": 60,
        "gardien": 80,
        "entretien": 50
      },
      "caracteristiques": [
        "Très affectueux",
        "Excellent gardien"
      ],
      "temperament": [
        "affectueux",
        "protecteur"
      ],
      "habitat": [
        "apartment",
        "house"
      ],
      "timeNeeded": [
        "moderate"
      ],
      "goodWith": [
        "children",
        "elderly",
        "cats"
      ],
      "experience": "intermediate",
      "esperance_vie": "14-16 ans",
      "groupe": "Chiens de garde et de protection"
    },
    {
      "id": 87,
      "race": "Indian Pariah",
      "image": "https://images.dog.ceo/breeds/pariah-indian/The_Indian_Pariah_Dog.jpg",
      "additional_images": [],
      "description": "The Indian pariah dog, also known as  the Indian native dog, INDog,  Nadan, South Asian pye dog, Desi Kutta, and Neri Kutta, is a landrace of dog native to the Indian subcontinent. They have erect ears, a wedge-shaped head, and a curved tail. It is easily trainable and often used as a guard dog and police dog. This dog is an example of an ancient group of dog known as pye-dogs. There is archaeological evidence that the dog was present in Indian villages as early as 4,500 years ago.\nThough most street dogs in the Indian subcontinent are in fact Indian pye-dogs, the names for this breed are often erroneously used to refer to all urban South Asian stray dogs despite the fact that some free-ranging dogs in the Indian subcontinent do not match the \"pariah type\" and may not be pure indigenous dogs but mixed breeds, especially around locations where European colonists historically settled in India, due to admixtures with European dog breeds.\n\n",
      "taille": "small",
      "poids": "2-5 kg",
      "taille_cm": "20-30 cm",
      "stats": {
        "intelligence": 74,
        "affection": 98,
        "energie": 72,
        "gardien": 96,
        "entretien": 70
      },
      "caracteristiques": [
        "Très affectueux",
        "Excellent gardien"
      ],
      "temperament": [
        "affectueux",
        "actif",
        "intelligent",
        "protecteur"
      ],
      "habitat": [
        "apartment",
        "rural"
      ],
      "timeNeeded": [
        "moderate"
      ],
      "goodWith": [
        "children",
        "elderly",
        "dogs",
        "cats"
      ],
      "experience": "intermediate",
      "esperance_vie": "10-12 ans",
      "groupe": "Chiens de berger et de bouvier"
    },
    {
      "id": 88,
      "race": "Germanlonghair Pointer",
      "image": "https://images.dog.ceo/breeds/pointer-germanlonghair/hans1.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/pointer-germanlonghair/hans2.jpg",
        "https://images.dog.ceo/breeds/pointer-germanlonghair/hans4.jpg"
      ],
      "description": "Le Germanlonghair Pointer est une race de chien reconnue pour ses qualités de affectueux, intelligent, protecteur.",
      "taille": "very large",
      "poids": "30-50 kg",
      "taille_cm": "60-75 cm",
      "stats": {
        "intelligence": 73,
        "affection": 96,
        "energie": 69,
        "gardien": 92,
        "entretien": 65
      },
      "caracteristiques": [
        "Très affectueux",
        "Excellent gardien"
      ],
      "temperament": [
        "affectueux",
        "intelligent",
        "protecteur"
      ],
      "habitat": [
        "house"
      ],
      "timeNeeded": [
        "moderate"
      ],
      "goodWith": [
        "children",
        "elderly",
        "dogs",
        "cats"
      ],
      "experience": "intermediate",
      "esperance_vie": "17-19 ans",
      "groupe": "Chiens de berger et de bouvier"
    },
    {
      "id": 89,
      "race": "Miniature Pinscher",
      "image": "https://images.dog.ceo/breeds/pinscher-miniature/n02107312_2893.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/pinscher-miniature/n02107312_471.jpg",
        "https://images.dog.ceo/breeds/pinscher-miniature/n02107312_7076.jpg"
      ],
      "description": "The Miniature Pinscher, also known as the Zwergpinscher and Mini Pin, is a small breed of dog of the pinscher type originating in Germany. While the breed's visual similarities to the Toy Manchester Terrier, which somewhat resembles the Pinscher breeds, remain a matter of controversy, genetic research (published in 2017) has shown that the two breeds have shared, unique ancestry. The ancestors of the Toy Manchester and Miniature Pinscher may have become geographically separated many centuries ago and retained similarities simply through breeding selection for the same traits; nevertheless, the 2017 research also showed that the two breeds remain more closely related to each other than to other breeds. The breed's ancestors may also include the German Pinscher, Italian greyhounds and dachshunds. The Miniature Pinscher's known origins are in Germany, where it was often referred to as the Zwerg Pinscher (Dwarf Biter) in historical documents. German Kennel Club documents also refer to the Miniature Pinscher as the \"reh\" Pinscher, but this term is only used for a dog of stag-red color, \"reh\" referring to a small red deer formerly found in German forests. The Miniature Pinscher originated several centuries ago as an efficient barnyard ratter.\nHistorical artifacts and paintings place the Miniature Pinscher as a very old breed, but factual documentation began less than 200 years ago, leaving its actual origins to debate. Many historians and those who have researched the background of the breed agree that this heritage is most likely correct, adding the shorthaired German Pinscher to the family tree. The international kennel club, the Fédération Cynologique Internationale, lists the Miniature Pinscher in Group 2, Section 1.1 Pinscher, along with the Dobermann, the German Pinscher, the Austrian Pinscher, and the other Toy Pinscher, the Affenpinscher. Other kennel clubs list the Miniature Pinscher in the Toy Group or Companion Group.\n\n",
      "taille": "large",
      "poids": "15-30 kg",
      "taille_cm": "45-60 cm",
      "stats": {
        "intelligence": 52,
        "affection": 54,
        "energie": 56,
        "gardien": 58,
        "entretien": 60
      },
      "caracteristiques": [],
      "temperament": [],
      "habitat": [
        "house"
      ],
      "timeNeeded": [
        "moderate"
      ],
      "goodWith": [],
      "experience": "experienced",
      "esperance_vie": "12-14 ans",
      "groupe": "Terriers"
    },
    {
      "id": 90,
      "race": "Pitbull",
      "image": "https://images.dog.ceo/breeds/pitbull/20190710_143021.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/pitbull/IMG_20190826_121528_876.jpg",
        "https://images.dog.ceo/breeds/pitbull/dog-5437227_640.jpg"
      ],
      "description": "Pit bull is an umbrella term for several types of dog believed to have descended from bull and terriers. In the United States, the term is usually considered to include the American Pit Bull Terrier, American Staffordshire Terrier, American Bully, Staffordshire Bull Terrier, and sometimes the American Bulldog, along with any crossbred dog that shares certain physical characteristics with these breeds. In other countries, including the United Kingdom, the term is used as an abbreviation of the American Pit Bull Terrier breed specifically, while the Staffordshire Bull Terrier is not considered a pit bull. Most pit bull–type dogs descend from the British bull and terrier, a 19th-century dog-fighting type developed from crosses between the Old English Bulldog and the Old English Terrier.\nPit bull–type dogs have a controversial reputation as pets internationally, due to their history in dog fighting, the number of high-profile attacks documented in the media over decades, and their proclivity to latch on while biting. Proponents of the type and advocates of regulation have engaged in a highly contentious nature-versus-nurture debate over whether aggressive tendencies in pit bulls may be appropriately attributed to owners' poor care for and competency to handle the dog or inherent qualities owing to their breeding for fighting purposes.  While some studies have argued that pit bull–type dogs are not disproportionately dangerous, offering competing interpretations on dog bite statistics, independent organizations have published statistics based on hospital records showing pit bulls are responsible for more than half of dog bite incidents among all breeds despite comprising only 6% of pet dogs.: 18, 49  Some insurance companies will not cover pit bulls (along with Rottweilers and wolf hybrids) because these particular dogs cause a disproportionate rate of bite incidents. Dog bite severity varies by the breed of dog, and studies have found that pit bull–type dogs have both a high rate of reported bites and a high rate of severe injuries, compared to other non–pit bull–type dogs.\nPit bull–type dogs are extensively used in the United States for dog fighting, a practice that has continued despite being outlawed. Several nations and jurisdictions restrict the ownership of pit bull–type dogs through breed-specific legislation. A pro–pit bull lobby exists that spends millions of dollars a year promoting pit bulls as family pets, funding pro-pit bull researchers, and opposing laws that regulate their ownership.: loc 762 \n\n",
      "taille": "small",
      "poids": "2-5 kg",
      "taille_cm": "20-30 cm",
      "stats": {
        "intelligence": 82,
        "affection": 64,
        "energie": 96,
        "gardien": 78,
        "entretien": 60
      },
      "caracteristiques": [
        "Très intelligent",
        "Très énergique",
        "Excellent gardien"
      ],
      "temperament": [
        "actif",
        "intelligent",
        "protecteur"
      ],
      "habitat": [
        "apartment",
        "rural"
      ],
      "timeNeeded": [
        "lots"
      ],
      "goodWith": [
        "dogs"
      ],
      "experience": "beginner",
      "esperance_vie": "14-16 ans",
      "groupe": "Teckels"
    },
    {
      "id": 91,
      "race": "German Pointer",
      "image": "https://images.dog.ceo/breeds/pointer-german/n02100236_2854.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/pointer-german/n02100236_3283.jpg",
        "https://images.dog.ceo/breeds/pointer-german/n02100236_5551.jpg"
      ],
      "description": "The German Shorthaired Pointer or Deutsch Kurzhaar is a German breed of continental pointing dog of Braque type. It originated in the nineteenth century in what is now Germany.: 13  It is of medium size, and is an all-purpose gun dog suitable for hunting and retrieving on both land and water. It may also be kept as a companion dog.\n\n",
      "taille": "very large",
      "poids": "30-50 kg",
      "taille_cm": "60-75 cm",
      "stats": {
        "intelligence": 71,
        "affection": 92,
        "energie": 63,
        "gardien": 84,
        "entretien": 55
      },
      "caracteristiques": [
        "Très affectueux",
        "Excellent gardien"
      ],
      "temperament": [
        "affectueux",
        "intelligent",
        "protecteur"
      ],
      "habitat": [
        "house"
      ],
      "timeNeeded": [
        "moderate"
      ],
      "goodWith": [
        "children",
        "elderly",
        "dogs",
        "cats"
      ],
      "experience": "intermediate",
      "esperance_vie": "13-15 ans",
      "groupe": "Teckels"
    },
    {
      "id": 92,
      "race": "Pomeranian",
      "image": "https://images.dog.ceo/breeds/pomeranian/n02112018_10158.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/pomeranian/n02112018_354.jpg",
        "https://images.dog.ceo/breeds/pomeranian/n02112018_3737.jpg"
      ],
      "description": "The Pomeranian (also known as a Pom, Pommy or Pome) is a breed of dog of the Spitz type that is named for the Pomerania region in north-west Poland and north-east Germany in Central Europe. Classed as a toy dog breed because of its small size, the Pomeranian is descended from larger Spitz-type dogs, specifically the German Spitz.\nThe breed has been made popular by a number of royal owners since the 18th century. Queen Victoria owned a particularly small Pomeranian, and consequently, the smaller variety became universally popular. During Queen Victoria's lifetime alone, the size of the breed decreased by half. As of 2017, in terms of registration figures, since at least 1998, the breed has ranked among the top fifty most popular breeds in the United States, and the current fashion for small dogs has increased their popularity worldwide.\n\n",
      "taille": "large",
      "poids": "15-30 kg",
      "taille_cm": "45-60 cm",
      "stats": {
        "intelligence": 84,
        "affection": 68,
        "energie": 52,
        "gardien": 86,
        "entretien": 70
      },
      "caracteristiques": [
        "Très intelligent",
        "Excellent gardien"
      ],
      "temperament": [
        "intelligent",
        "protecteur"
      ],
      "habitat": [
        "house"
      ],
      "timeNeeded": [
        "moderate"
      ],
      "goodWith": [
        "dogs"
      ],
      "experience": "beginner",
      "esperance_vie": "12-14 ans",
      "groupe": "Chiens de compagnie"
    },
    {
      "id": 93,
      "race": "Medium Poodle",
      "image": "https://images.dog.ceo/breeds/poodle-medium/PXL_20210220_100624962.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/poodle-medium/WhatsApp_Image_2022-08-06_at_4.48.38_PM.jpg"
      ],
      "description": "The Poodle, called the Pudel in German (German: [ˈpuːdl̩] ) and the Caniche in French, is a breed of water dog. The breed is divided into four varieties based on size, the Standard Poodle, Medium Poodle, Miniature Poodle and Toy Poodle, although the Medium Poodle is not universally recognised. They have a distinctive thick, curly coat that comes in many colors and patterns, with only solid colors recognized by breed registries. Poodles are active and intelligent, and are particularly able to learn from humans. Poodles tend to live 10–18 years, with smaller varieties tending to live longer than larger ones.\nThe Poodle likely originated in Germany, although the Fédération Cynologique Internationale (FCI, International Canine Federation) and a minority of cynologists believe it originated in France. Similar dogs date back to at least the 17th century. Larger Poodles were originally used by wildfowl hunters to retrieve game from water, while smaller varieties were once commonly used as circus performers. Poodles were recognized by both the Kennel Club of the United Kingdom and the American Kennel Club (AKC) soon after the clubs' founding. Since the mid-20th century, Poodles have enjoyed enormous popularity as pets and show dogs – Poodles were the AKC's most registered breed from 1960 to 1982, and are now the FCI's third most registered breed. Poodles are also common at dog shows, where they often sport the popularly recognized Continental clip, with face and rear clipped close, and tufts of hair on the hocks and tail tip.\n\n",
      "taille": "small",
      "poids": "2-5 kg",
      "taille_cm": "20-30 cm",
      "stats": {
        "intelligence": 52,
        "affection": 54,
        "energie": 56,
        "gardien": 58,
        "entretien": 60
      },
      "caracteristiques": [],
      "temperament": [],
      "habitat": [
        "apartment",
        "house"
      ],
      "timeNeeded": [
        "moderate"
      ],
      "goodWith": [],
      "experience": "experienced",
      "esperance_vie": "14-16 ans",
      "groupe": "Chiens de garde et de protection"
    },
    {
      "id": 94,
      "race": "Miniature Poodle",
      "image": "https://images.dog.ceo/breeds/poodle-miniature/n02113712_1077.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/poodle-miniature/n02113712_347.jpg",
        "https://images.dog.ceo/breeds/poodle-miniature/n02113712_438.jpg"
      ],
      "description": "The Poodle, called the Pudel in German (German: [ˈpuːdl̩] ) and the Caniche in French, is a breed of water dog. The breed is divided into four varieties based on size, the Standard Poodle, Medium Poodle, Miniature Poodle and Toy Poodle, although the Medium Poodle is not universally recognised. They have a distinctive thick, curly coat that comes in many colors and patterns, with only solid colors recognized by breed registries. Poodles are active and intelligent, and are particularly able to learn from humans. Poodles tend to live 10–18 years, with smaller varieties tending to live longer than larger ones.\nThe Poodle likely originated in Germany, although the Fédération Cynologique Internationale (FCI, International Canine Federation) and a minority of cynologists believe it originated in France. Similar dogs date back to at least the 17th century. Larger Poodles were originally used by wildfowl hunters to retrieve game from water, while smaller varieties were once commonly used as circus performers. Poodles were recognized by both the Kennel Club of the United Kingdom and the American Kennel Club (AKC) soon after the clubs' founding. Since the mid-20th century, Poodles have enjoyed enormous popularity as pets and show dogs – Poodles were the AKC's most registered breed from 1960 to 1982, and are now the FCI's third most registered breed. Poodles are also common at dog shows, where they often sport the popularly recognized Continental clip, with face and rear clipped close, and tufts of hair on the hocks and tail tip.\n\n",
      "taille": "medium",
      "poids": "5-15 kg",
      "taille_cm": "30-45 cm",
      "stats": {
        "intelligence": 85,
        "affection": 70,
        "energie": 55,
        "gardien": 90,
        "entretien": 75
      },
      "caracteristiques": [
        "Très intelligent",
        "Excellent gardien"
      ],
      "temperament": [
        "intelligent",
        "protecteur"
      ],
      "habitat": [
        "apartment",
        "house"
      ],
      "timeNeeded": [
        "moderate"
      ],
      "goodWith": [
        "dogs"
      ],
      "experience": "beginner",
      "esperance_vie": "11-13 ans",
      "groupe": "Chiens de garde et de protection"
    },
    {
      "id": 95,
      "race": "Standard Poodle",
      "image": "https://images.dog.ceo/breeds/poodle-standard/n02113799_273.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/poodle-standard/n02113799_7438.jpg",
        "https://images.dog.ceo/breeds/poodle-standard/n02113799_983.jpg"
      ],
      "description": "The Poodle, called the Pudel in German (German: [ˈpuːdl̩] ) and the Caniche in French, is a breed of water dog. The breed is divided into four varieties based on size, the Standard Poodle, Medium Poodle, Miniature Poodle and Toy Poodle, although the Medium Poodle is not universally recognised. They have a distinctive thick, curly coat that comes in many colors and patterns, with only solid colors recognized by breed registries. Poodles are active and intelligent, and are particularly able to learn from humans. Poodles tend to live 10–18 years, with smaller varieties tending to live longer than larger ones.\nThe Poodle likely originated in Germany, although the Fédération Cynologique Internationale (FCI, International Canine Federation) and a minority of cynologists believe it originated in France. Similar dogs date back to at least the 17th century. Larger Poodles were originally used by wildfowl hunters to retrieve game from water, while smaller varieties were once commonly used as circus performers. Poodles were recognized by both the Kennel Club of the United Kingdom and the American Kennel Club (AKC) soon after the clubs' founding. Since the mid-20th century, Poodles have enjoyed enormous popularity as pets and show dogs – Poodles were the AKC's most registered breed from 1960 to 1982, and are now the FCI's third most registered breed. Poodles are also common at dog shows, where they often sport the popularly recognized Continental clip, with face and rear clipped close, and tufts of hair on the hocks and tail tip.\n\n",
      "taille": "small",
      "poids": "2-5 kg",
      "taille_cm": "20-30 cm",
      "stats": {
        "intelligence": 60,
        "affection": 70,
        "energie": 80,
        "gardien": 90,
        "entretien": 50
      },
      "caracteristiques": [
        "Très énergique",
        "Excellent gardien"
      ],
      "temperament": [
        "actif",
        "protecteur"
      ],
      "habitat": [
        "apartment",
        "rural"
      ],
      "timeNeeded": [
        "lots"
      ],
      "goodWith": [],
      "experience": "intermediate",
      "esperance_vie": "14-16 ans",
      "groupe": "Terriers"
    },
    {
      "id": 96,
      "race": "Pug",
      "image": "https://images.dog.ceo/breeds/pug/Alf.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/pug/n02110958_12275.jpg",
        "https://images.dog.ceo/breeds/pug/n02110958_12432.jpg"
      ],
      "description": "The Pug is a breed of dog with the physically distinctive features of a wrinkly, short-muzzled face, and curled tail. An ancient breed, with roots dating back to 400 B.C., they have a fine, glossy coat that comes in a variety of colors, most often fawn (light brown) or black, and a compact, square body with well developed and thick muscles all over the body.\nPugs were brought from China to Europe in the sixteenth century and were popularized in Western Europe by the House of Orange of the Netherlands, and the House of Stuart. In the United Kingdom, in the nineteenth century, Queen Victoria developed a passion for Pugs which she passed on to other members of the royal family.\nPugs are known for being sociable and gentle companion dogs. The American Kennel Club describes the breed's personality as \"even-tempered and charming\". Pugs remain popular into the twenty-first century, with some famous celebrity owners. The dogs are susceptible to various health problems due to their bred traits.",
      "taille": "small",
      "poids": "2-5 kg",
      "taille_cm": "20-30 cm",
      "stats": {
        "intelligence": 50,
        "affection": 50,
        "energie": 50,
        "gardien": 50,
        "entretien": 50
      },
      "caracteristiques": [],
      "temperament": [],
      "habitat": [
        "apartment",
        "house"
      ],
      "timeNeeded": [
        "minimal"
      ],
      "goodWith": [],
      "experience": "experienced",
      "esperance_vie": "14-16 ans",
      "groupe": "Teckels"
    },
    {
      "id": 97,
      "race": "Puggle",
      "image": "https://images.dog.ceo/breeds/puggle/IMG_070809.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/puggle/IMG_124524.jpg",
        "https://images.dog.ceo/breeds/puggle/IMG_153357.jpg"
      ],
      "description": "A puggle is a dog crossbred from a Pug and a Beagle.  The breed originated in the 1990s in the United States.",
      "taille": "small",
      "poids": "2-5 kg",
      "taille_cm": "20-30 cm",
      "stats": {
        "intelligence": 62,
        "affection": 74,
        "energie": 86,
        "gardien": 98,
        "entretien": 60
      },
      "caracteristiques": [
        "Très énergique",
        "Excellent gardien"
      ],
      "temperament": [
        "affectueux",
        "actif",
        "protecteur"
      ],
      "habitat": [
        "apartment",
        "rural"
      ],
      "timeNeeded": [
        "lots"
      ],
      "goodWith": [
        "children",
        "elderly"
      ],
      "experience": "intermediate",
      "esperance_vie": "14-16 ans",
      "groupe": "Chiens de berger et de bouvier"
    },
    {
      "id": 98,
      "race": "Toy Poodle",
      "image": "https://images.dog.ceo/breeds/poodle-toy/n02113624_3341.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/poodle-toy/n02113624_4045.jpg",
        "https://images.dog.ceo/breeds/poodle-toy/n02113624_4589.jpg"
      ],
      "description": "The Poodle, called the Pudel in German (German: [ˈpuːdl̩] ) and the Caniche in French, is a breed of water dog. The breed is divided into four varieties based on size, the Standard Poodle, Medium Poodle, Miniature Poodle and Toy Poodle, although the Medium Poodle is not universally recognised. They have a distinctive thick, curly coat that comes in many colors and patterns, with only solid colors recognized by breed registries. Poodles are active and intelligent, and are particularly able to learn from humans. Poodles tend to live 10–18 years, with smaller varieties tending to live longer than larger ones.\nThe Poodle likely originated in Germany, although the Fédération Cynologique Internationale (FCI, International Canine Federation) and a minority of cynologists believe it originated in France. Similar dogs date back to at least the 17th century. Larger Poodles were originally used by wildfowl hunters to retrieve game from water, while smaller varieties were once commonly used as circus performers. Poodles were recognized by both the Kennel Club of the United Kingdom and the American Kennel Club (AKC) soon after the clubs' founding. Since the mid-20th century, Poodles have enjoyed enormous popularity as pets and show dogs – Poodles were the AKC's most registered breed from 1960 to 1982, and are now the FCI's third most registered breed. Poodles are also common at dog shows, where they often sport the popularly recognized Continental clip, with face and rear clipped close, and tufts of hair on the hocks and tail tip.\n\n",
      "taille": "very large",
      "poids": "30-50 kg",
      "taille_cm": "60-75 cm",
      "stats": {
        "intelligence": 59,
        "affection": 68,
        "energie": 77,
        "gardien": 86,
        "entretien": 95
      },
      "caracteristiques": [
        "Très énergique",
        "Excellent gardien"
      ],
      "temperament": [
        "actif",
        "protecteur"
      ],
      "habitat": [
        "rural"
      ],
      "timeNeeded": [
        "lots"
      ],
      "goodWith": [],
      "experience": "experienced",
      "esperance_vie": "17-19 ans",
      "groupe": "Chiens courants et de recherche au sang"
    },
    {
      "id": 99,
      "race": "Pyrenees",
      "image": "https://images.dog.ceo/breeds/pyrenees/n02111500_1097.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/pyrenees/n02111500_4908.jpg",
        "https://images.dog.ceo/breeds/pyrenees/n02111500_6881.jpg"
      ],
      "description": "The Pyrenean Mountain Dog or Chien de Montagne des Pyrénées is a French breed of livestock guardian dog; in France it is commonly called the Patou. It originates from the eastern or French side of the Pyrenees Mountains that separate France and Spain and is recognised as a separate breed from the Mastín del Pirineo or Pyrenean Mastiff from the Spanish side of the mountains, to which it is closely related.\nThe Patou is widely used throughout France as a livestock guardian, particularly in the French Alps and the Pyrenees, protecting flocks from predation by wolves and bears. It is known as the Great Pyrenees in the United States, where it is also used to protect flocks from various predators.\n\n",
      "taille": "very large",
      "poids": "30-50 kg",
      "taille_cm": "60-75 cm",
      "stats": {
        "intelligence": 93,
        "affection": 86,
        "energie": 79,
        "gardien": 72,
        "entretien": 65
      },
      "caracteristiques": [
        "Très intelligent",
        "Très affectueux",
        "Très énergique"
      ],
      "temperament": [
        "affectueux",
        "actif",
        "intelligent",
        "protecteur"
      ],
      "habitat": [
        "rural"
      ],
      "timeNeeded": [
        "lots"
      ],
      "goodWith": [
        "children",
        "elderly",
        "dogs",
        "cats"
      ],
      "experience": "beginner",
      "esperance_vie": "13-15 ans",
      "groupe": "Chiens d'arrêt"
    },
    {
      "id": 100,
      "race": "Redbone",
      "image": "https://images.dog.ceo/breeds/redbone/n02090379_1006.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/redbone/n02090379_4381.jpg",
        "https://images.dog.ceo/breeds/redbone/n02090379_4708.jpg"
      ],
      "description": "The Redbone Coonhound is an American breed of hunting dog. As a coonhound, the Redbone is primarily a hunter of small game that hide in trees, such as raccoons, opossums, and squirrels, but is also capable of handling big game like bears and cougars. Its hunting strategy is to tree wild game where hunters can then shoot the target, rather than directly hunting and subduing the prey. \nThe breed dates back to pre-Civil War from the Southern United States, and its foundation stock derives from bloodhounds and foxhounds brought by immigrants from Scotland. Unlike other coonhounds which are primarily bred for hunting skill rather than appearance, the Redbone is characterized by its rich red coat in addition to its ability to track game trails for longer than other breeds (\"cold nose\"). \nIt has been registered with the United Kennel Club since 1902, and with the American Kennel Club since 2010. In popular culture, the breed is best known from the 1961 children's novel Where the Red Fern Grows by Wilson Rawls.\n\n",
      "taille": "very large",
      "poids": "30-50 kg",
      "taille_cm": "60-75 cm",
      "stats": {
        "intelligence": 53,
        "affection": 56,
        "energie": 59,
        "gardien": 62,
        "entretien": 65
      },
      "caracteristiques": [],
      "temperament": [],
      "habitat": [
        "house"
      ],
      "timeNeeded": [
        "moderate"
      ],
      "goodWith": [],
      "experience": "experienced",
      "esperance_vie": "17-19 ans",
      "groupe": "Chiens de garde et de protection"
    },
    {
      "id": 101,
      "race": "Indian Rajapalayam",
      "image": "https://images.dog.ceo/breeds/rajapalayam-indian/Rajapalayam-dog.jpg",
      "additional_images": [],
      "description": "The Rajapalayam Hound, also known as the Polygar Hound or Indian Ghost Hound, is a southern Indian dog breed. The breed is named after Rajapalayam, a town in the Virudhunagar, Tamil Nadu.\nFour commemorative postage stamps were issued on 9 January 2005 by India Post for four breeds: Himalayan Sheepdog, Rampur Hound, Mudhol Hound (Face value ₹ 5 each) and Rajapalayam Hound (Face value ₹ 15). The Rajapalayam Hound is known to live up to 12 years of age.\n\n",
      "taille": "large",
      "poids": "15-30 kg",
      "taille_cm": "45-60 cm",
      "stats": {
        "intelligence": 50,
        "affection": 50,
        "energie": 50,
        "gardien": 50,
        "entretien": 50
      },
      "caracteristiques": [],
      "temperament": [],
      "habitat": [
        "house"
      ],
      "timeNeeded": [
        "minimal"
      ],
      "goodWith": [],
      "experience": "experienced",
      "esperance_vie": "16-18 ans",
      "groupe": "Chiens de type Spitz et de type primitif"
    },
    {
      "id": 102,
      "race": "Curly Retriever",
      "image": "https://images.dog.ceo/breeds/retriever-curly/n02099429_1433.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/retriever-curly/n02099429_3253.jpg",
        "https://images.dog.ceo/breeds/retriever-curly/n02099429_664.jpg"
      ],
      "description": "The Curly-coated Retriever (not always hyphenated, and often called the Curly for short) is a breed of dog originally bred in England for upland bird and waterfowl hunting.  It is the tallest of the retrievers and is easily distinguishable by the mass of tight curls covering its body. Curly Coated and Wavy Coated (now known as the Flat-Coated Retriever) were the first two recognised retriever breeds, established as early as 1860.\n\n",
      "taille": "very large",
      "poids": "30-50 kg",
      "taille_cm": "60-75 cm",
      "stats": {
        "intelligence": 61,
        "affection": 72,
        "energie": 83,
        "gardien": 94,
        "entretien": 55
      },
      "caracteristiques": [
        "Très énergique",
        "Excellent gardien"
      ],
      "temperament": [
        "affectueux",
        "actif",
        "protecteur"
      ],
      "habitat": [
        "rural"
      ],
      "timeNeeded": [
        "lots"
      ],
      "goodWith": [
        "children",
        "elderly"
      ],
      "experience": "intermediate",
      "esperance_vie": "17-19 ans",
      "groupe": "Chiens de compagnie"
    },
    {
      "id": 103,
      "race": "Chesapeake Retriever",
      "image": "https://images.dog.ceo/breeds/retriever-chesapeake/n02099849_3149.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/retriever-chesapeake/n02099849_4619.jpg",
        "https://images.dog.ceo/breeds/retriever-chesapeake/n02099849_727.jpg"
      ],
      "description": "The Chesapeake Bay Retriever is a large breed of dog belonging to the retriever, gundog, and sporting breed groups. The breed was developed in the United States Chesapeake Bay area during the 19th century. Historically used by local market hunters to retrieve waterfowl, pull fishing nets, and rescue fishermen, it is today primarily a family pet and hunting companion, known for a bright and happy disposition; courage; willingness to work; alertness; intelligence; love of water; and hunting capabilities. The Chesapeake is a medium- to large-sized dog similar in appearance to the Labrador Retriever, but with a wavy coat.\n\n",
      "taille": "large",
      "poids": "15-30 kg",
      "taille_cm": "45-60 cm",
      "stats": {
        "intelligence": 86,
        "affection": 72,
        "energie": 58,
        "gardien": 94,
        "entretien": 80
      },
      "caracteristiques": [
        "Très intelligent",
        "Excellent gardien"
      ],
      "temperament": [
        "affectueux",
        "intelligent",
        "protecteur"
      ],
      "habitat": [
        "house"
      ],
      "timeNeeded": [
        "moderate"
      ],
      "goodWith": [
        "children",
        "elderly",
        "dogs"
      ],
      "experience": "beginner",
      "esperance_vie": "12-14 ans",
      "groupe": "Chiens d'arrêt"
    },
    {
      "id": 104,
      "race": "Flatcoated Retriever",
      "image": "https://images.dog.ceo/breeds/retriever-flatcoated/n02099267_4546.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/retriever-flatcoated/n02099267_5549.jpg",
        "https://images.dog.ceo/breeds/retriever-flatcoated/n02099267_5745.jpg"
      ],
      "description": "The Flat-coated Retriever is a gun dog breed originating from England. It was developed as a retriever both on land and in the water.\n\n",
      "taille": "very large",
      "poids": "30-50 kg",
      "taille_cm": "60-75 cm",
      "stats": {
        "intelligence": 99,
        "affection": 98,
        "energie": 97,
        "gardien": 96,
        "entretien": 95
      },
      "caracteristiques": [
        "Très intelligent",
        "Très affectueux",
        "Très énergique",
        "Excellent gardien"
      ],
      "temperament": [
        "affectueux",
        "actif",
        "intelligent",
        "protecteur"
      ],
      "habitat": [
        "rural"
      ],
      "timeNeeded": [
        "lots"
      ],
      "goodWith": [
        "children",
        "elderly",
        "dogs",
        "cats"
      ],
      "experience": "beginner",
      "esperance_vie": "17-19 ans",
      "groupe": "Chiens de garde et de protection"
    },
    {
      "id": 105,
      "race": "Golden Retriever",
      "image": "https://images.dog.ceo/breeds/retriever-golden/n02099601_100.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/retriever-golden/n02099601_1324.jpg",
        "https://images.dog.ceo/breeds/retriever-golden/n02099601_280.jpg"
      ],
      "description": "The Golden Retriever is a Scottish breed of retriever dog of medium size. It is characterised by a gentle and affectionate nature and a striking golden coat. It is a working dog, and registration is subject to the successful completion of a working trial. It is commonly kept as a pet and is among the most frequently registered breeds in several Western countries; some may compete in dog shows or obedience trials, or work as a guide dog.\nThe Golden Retriever was bred by Dudley Marjoribanks, 1st Baron Tweedmouth at his Scottish estate Guisachan in the late nineteenth century. He cross-bred Flat-coated Retrievers with Tweed Water Spaniels, with some further infusions of Red Setter, Labrador Retriever and Bloodhound. It was recognized by the Kennel Club in 1913 and, during the interwar period, spread to various parts of the world.\n\n",
      "taille": "medium",
      "poids": "5-15 kg",
      "taille_cm": "30-45 cm",
      "stats": {
        "intelligence": 85,
        "affection": 70,
        "energie": 55,
        "gardien": 90,
        "entretien": 75
      },
      "caracteristiques": [
        "Très intelligent",
        "Excellent gardien"
      ],
      "temperament": [
        "intelligent",
        "protecteur"
      ],
      "habitat": [
        "apartment",
        "house"
      ],
      "timeNeeded": [
        "moderate"
      ],
      "goodWith": [
        "dogs"
      ],
      "experience": "beginner",
      "esperance_vie": "11-13 ans",
      "groupe": "Chiens de garde et de protection"
    },
    {
      "id": 106,
      "race": "Rhodesian Ridgeback",
      "image": "https://images.dog.ceo/breeds/ridgeback-rhodesian/n02087394_1706.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/ridgeback-rhodesian/n02087394_3275.jpg",
        "https://images.dog.ceo/breeds/ridgeback-rhodesian/n02087394_3663.jpg"
      ],
      "description": "The Rhodesian Ridgeback is a large dog breed originally bred in Southern Africa. The original breed standard was drafted by F.R. Barnes, in Bulawayo, Southern Rhodesia (now Zimbabwe), in 1922, and approved by the South African Kennel Union in 1927. Its forebears can be traced to the ridged hunting and guardian dogs of the Khoikhoi. These were interbred with European dogs by the early colonists of the Cape Colony for assisting in the hunting of lions.\n\n",
      "taille": "medium",
      "poids": "5-15 kg",
      "taille_cm": "30-45 cm",
      "stats": {
        "intelligence": 99,
        "affection": 98,
        "energie": 97,
        "gardien": 96,
        "entretien": 95
      },
      "caracteristiques": [
        "Très intelligent",
        "Très affectueux",
        "Très énergique",
        "Excellent gardien"
      ],
      "temperament": [
        "affectueux",
        "actif",
        "intelligent",
        "protecteur"
      ],
      "habitat": [
        "apartment",
        "rural"
      ],
      "timeNeeded": [
        "lots"
      ],
      "goodWith": [
        "children",
        "elderly",
        "dogs",
        "cats"
      ],
      "experience": "beginner",
      "esperance_vie": "11-13 ans",
      "groupe": "Chiens de type Spitz et de type primitif"
    },
    {
      "id": 107,
      "race": "Rottweiler",
      "image": "https://images.dog.ceo/breeds/rottweiler/n02106550_10478.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/rottweiler/n02106550_4138.jpg",
        "https://images.dog.ceo/breeds/rottweiler/n02106550_7430.jpg"
      ],
      "description": "The Rottweiler (, UK also , German: [ˈʁɔtvaɪ̯lɐ] ) is a breed of domestic dog, regarded as medium-to-large or large. The dogs were known in German as Rottweiler Metzgerhund, meaning Rottweil butchers' dogs, because their main use was to herd livestock and pull carts laden with butchered meat to market. This continued until the mid-19th century when railways replaced droving. Although still used to herd stock in many parts of the world, Rottweilers are now also used as search and rescue dogs, guard dogs, and police dogs.\n\n",
      "taille": "medium",
      "poids": "5-15 kg",
      "taille_cm": "30-45 cm",
      "stats": {
        "intelligence": 73,
        "affection": 96,
        "energie": 69,
        "gardien": 92,
        "entretien": 65
      },
      "caracteristiques": [
        "Très affectueux",
        "Excellent gardien"
      ],
      "temperament": [
        "affectueux",
        "intelligent",
        "protecteur"
      ],
      "habitat": [
        "apartment",
        "house"
      ],
      "timeNeeded": [
        "moderate"
      ],
      "goodWith": [
        "children",
        "elderly",
        "dogs",
        "cats"
      ],
      "experience": "intermediate",
      "esperance_vie": "11-13 ans",
      "groupe": "Terriers"
    },
    {
      "id": 108,
      "race": "Saluki",
      "image": "https://images.dog.ceo/breeds/saluki/n02091831_10822.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/saluki/n02091831_2290.jpg",
        "https://images.dog.ceo/breeds/saluki/n02091831_3760.jpg"
      ],
      "description": "The Saluki (Arabic: سلوقي) is a standardised breed developed from sighthounds – dogs that hunt primarily by sight rather than strong scent – that was once used by nomadic tribes to run down game animals. The dog was originally bred in the Fertile Crescent. The modern breed is typically deep-chested and long-legged, and similar dogs appear in medieval and ancient art. The breed is most closely related to the Afghan hound, a basal breed that predates the emergence of modern breeds in the 19th century, and the Saluki has been purebred both in the Middle East, including by royalty, since at least that era, and in the West (especially in Britain and Germany) since the 1840s (with breed standards established in the West and the Middle East around the 1920s–1930s), though as a free-breeding landrace, similar dogs are common as feral animals in the Middle East. A related standardised breed is the north African Sloughi.\nThe saluki is known as one possible explanation for the mythical Set animal.",
      "taille": "medium",
      "poids": "5-15 kg",
      "taille_cm": "30-45 cm",
      "stats": {
        "intelligence": 67,
        "affection": 84,
        "energie": 51,
        "gardien": 68,
        "entretien": 85
      },
      "caracteristiques": [
        "Très affectueux"
      ],
      "temperament": [
        "affectueux"
      ],
      "habitat": [
        "apartment",
        "house"
      ],
      "timeNeeded": [
        "moderate"
      ],
      "goodWith": [
        "children",
        "elderly",
        "cats"
      ],
      "experience": "intermediate",
      "esperance_vie": "11-13 ans",
      "groupe": "Chiens courants et de recherche au sang"
    },
    {
      "id": 109,
      "race": "Samoyed",
      "image": "https://images.dog.ceo/breeds/samoyed/n02111889_17626.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/samoyed/n02111889_6512.jpg",
        "https://images.dog.ceo/breeds/samoyed/n02111889_6781.jpg"
      ],
      "description": "The Samoyed ( SAM-ə-yed or  sə-MOY-ed; Russian: самое́дская соба́ка, romanized: samoyédskaya sobáka, or самое́д, samoyéd) is a breed of medium-sized herding dogs with thick, white, double-layer coats. They are spitz-type dogs which take their name from the Samoyedic peoples of Siberia. Descending from the Nenets Herding Laika, they are domesticated animals that assist in herding, hunting, protection and sled-pulling.\n\nSamoyed dogs are most often white, and can have a brown tint to their double-layer coat which is naturally dirt-repellent. They are known to be used in expeditions in both Arctic and Antarctic regions and have a friendly and agreeable disposition.\n\n",
      "taille": "large",
      "poids": "15-30 kg",
      "taille_cm": "45-60 cm",
      "stats": {
        "intelligence": 72,
        "affection": 94,
        "energie": 66,
        "gardien": 88,
        "entretien": 60
      },
      "caracteristiques": [
        "Très affectueux",
        "Excellent gardien"
      ],
      "temperament": [
        "affectueux",
        "intelligent",
        "protecteur"
      ],
      "habitat": [
        "house"
      ],
      "timeNeeded": [
        "moderate"
      ],
      "goodWith": [
        "children",
        "elderly",
        "dogs",
        "cats"
      ],
      "experience": "intermediate",
      "esperance_vie": "12-14 ans",
      "groupe": "Terriers"
    },
    {
      "id": 110,
      "race": "Schipperke",
      "image": "https://images.dog.ceo/breeds/schipperke/n02104365_1837.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/schipperke/n02104365_7381.jpg",
        "https://images.dog.ceo/breeds/schipperke/n02104365_8451.jpg"
      ],
      "description": "A Schipperke (; Dutch: [ˈsxɪpərkə]) is a small breed of dog that is believed to have originated in the 1600s in Flanders. There has been a long informal debate over whether this type of dog is a spitz or miniature sheepdog. In their home country of Belgium they are considered a small shepherd. DNA research has shown that Schipperkes have a close relationship to the Spitz family of dog breeds.",
      "taille": "large",
      "poids": "15-30 kg",
      "taille_cm": "45-60 cm",
      "stats": {
        "intelligence": 88,
        "affection": 76,
        "energie": 64,
        "gardien": 52,
        "entretien": 90
      },
      "caracteristiques": [
        "Très intelligent",
        "Très affectueux"
      ],
      "temperament": [
        "affectueux",
        "intelligent"
      ],
      "habitat": [
        "house"
      ],
      "timeNeeded": [
        "moderate"
      ],
      "goodWith": [
        "children",
        "elderly",
        "dogs"
      ],
      "experience": "beginner",
      "esperance_vie": "16-18 ans",
      "groupe": "Teckels"
    },
    {
      "id": 111,
      "race": "Giant Schnauzer",
      "image": "https://images.dog.ceo/breeds/schnauzer-giant/n02097130_1438.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/schnauzer-giant/n02097130_3452.jpg",
        "https://images.dog.ceo/breeds/schnauzer-giant/n02097130_5907.jpg"
      ],
      "description": "The Giant Schnauzer is a breed of dog developed in the 17th century in Germany. It is the largest of the three breeds of Schnauzer—the other two breeds being the Standard Schnauzer and the Miniature Schnauzer. Originally bred to assist on farms by driving livestock to market and guarding the farmer's property, the breed eventually moved into the city, where it worked guarding breweries, butchers' shops, stockyards and factories. It was unknown outside of Bavaria until it became popular as a military dog during World War I and World War II.\nThey have a dense coarse coat that protects them from the weather and from vermin. Giant Schnauzers come in three color varieties: pepper and salt, pure black with black undercoat, and black and silver. Where legal, they are shown with cropped ears and docked tails. Like other schnauzers, they have a distinct beard and eyebrows. Today, the Giant Schnauzer participates in numerous dog sports, including Schutzhund. Another sport that the dog excels in is that of nosework. Due to its alert nature, the dog is also used in police work.\n\n",
      "taille": "large",
      "poids": "15-30 kg",
      "taille_cm": "45-60 cm",
      "stats": {
        "intelligence": 78,
        "affection": 56,
        "energie": 84,
        "gardien": 62,
        "entretien": 90
      },
      "caracteristiques": [
        "Très intelligent",
        "Très énergique"
      ],
      "temperament": [
        "actif",
        "intelligent"
      ],
      "habitat": [
        "rural"
      ],
      "timeNeeded": [
        "lots"
      ],
      "goodWith": [
        "dogs"
      ],
      "experience": "intermediate",
      "esperance_vie": "16-18 ans",
      "groupe": "Terriers"
    },
    {
      "id": 112,
      "race": "Miniature Schnauzer",
      "image": "https://images.dog.ceo/breeds/schnauzer-miniature/n02097047_2146.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/schnauzer-miniature/n02097047_5806.jpg",
        "https://images.dog.ceo/breeds/schnauzer-miniature/n02097047_834.jpg"
      ],
      "description": "The Miniature Schnauzer is a breed of small dog of the Schnauzer type that originated in Germany in the mid-to-late 19th century. Miniature Schnauzers may have been developed from the smallest specimens of the Standard Schnauzer, or crosses between the standard and one or more smaller breeds such as the Affenpinscher, Miniature Pinscher, and Poodles, as farmers bred a small dog that was an efficient ratting dog. They are described as \"spunky\" but aloof dogs, with good guarding tendencies without some guard dogs' predisposition to bite. Miniature Schnauzers are recognized in four colors internationally: solid black, black and silver, salt and pepper, and white.\nIt is the most popular Schnauzer breed, and remains one of the most popular worldwide, primarily for its temperament and relatively small size. As of 2022 it is the 17th most popular breed in the U.S.\n\n",
      "taille": "medium",
      "poids": "5-15 kg",
      "taille_cm": "30-45 cm",
      "stats": {
        "intelligence": 71,
        "affection": 92,
        "energie": 63,
        "gardien": 84,
        "entretien": 55
      },
      "caracteristiques": [
        "Très affectueux",
        "Excellent gardien"
      ],
      "temperament": [
        "affectueux",
        "intelligent",
        "protecteur"
      ],
      "habitat": [
        "apartment",
        "house"
      ],
      "timeNeeded": [
        "moderate"
      ],
      "goodWith": [
        "children",
        "elderly",
        "dogs",
        "cats"
      ],
      "experience": "intermediate",
      "esperance_vie": "11-13 ans",
      "groupe": "Chiens de type Spitz et de type primitif"
    },
    {
      "id": 113,
      "race": "Italian Segugio",
      "image": "https://images.dog.ceo/breeds/segugio-italian/n02090722_001.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/segugio-italian/n02090722_002.jpg"
      ],
      "description": "The Segugio Italiano is either of two Italian breeds of dog of scent hound type, the wire-haired Segugio Italiano a Pelo Forte or the short-haired Segugio Italiano a Pelo Raso.: 531  Apart from the coat type, they are closely similar,: 531  and in some sources may be treated as a single breed; the Fédération Cynologique Internationale and the Ente Nazionale della Cinofilia Italiana treat them as separate. They are also genetically close to the other two Italian scent hound breeds, the Segugio Maremmano and the Segugio dell'Appennino.: 536  They are traditionally used for hunting hare, but may also be used in boar hunts.: 242 \nIn 2009 registrations in the national stud-book were 1740 of the wire-haired breed and 4500 of the short-haired.",
      "taille": "medium",
      "poids": "5-15 kg",
      "taille_cm": "30-45 cm",
      "stats": {
        "intelligence": 61,
        "affection": 72,
        "energie": 83,
        "gardien": 94,
        "entretien": 55
      },
      "caracteristiques": [
        "Très énergique",
        "Excellent gardien"
      ],
      "temperament": [
        "affectueux",
        "actif",
        "protecteur"
      ],
      "habitat": [
        "apartment",
        "rural"
      ],
      "timeNeeded": [
        "lots"
      ],
      "goodWith": [
        "children",
        "elderly"
      ],
      "experience": "intermediate",
      "esperance_vie": "15-17 ans",
      "groupe": "Teckels"
    },
    {
      "id": 114,
      "race": "English Setter",
      "image": "https://images.dog.ceo/breeds/setter-english/n02100735_4040.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/setter-english/n02100735_4813.jpg",
        "https://images.dog.ceo/breeds/setter-english/n02100735_7838.jpg"
      ],
      "description": "The English Setter is a medium-size breed of dog. It is part of the setter group, which includes the red Irish Setters, Irish Red and White Setters, and black-and-tan Gordon Setters. The mainly white coat has long silky fringes on the back of the legs, under the belly and on the tail. The coat features flecks of colour (known as ticking), and the different colour varieties are referred to as 'belton'.\nAs a gun dog, it is used to hunt for game such as quail, pheasant, and grouse. It is sometimes referred to as the Laverack or Llewellin Setter as these were famous strains of the breed during the major development period in the 19th century. Those from hunting stock are generally of a finer build and with less coat than those bred for show exhibition.",
      "taille": "medium",
      "poids": "5-15 kg",
      "taille_cm": "30-45 cm",
      "stats": {
        "intelligence": 77,
        "affection": 54,
        "energie": 81,
        "gardien": 58,
        "entretien": 85
      },
      "caracteristiques": [
        "Très intelligent",
        "Très énergique"
      ],
      "temperament": [
        "actif",
        "intelligent"
      ],
      "habitat": [
        "apartment",
        "rural"
      ],
      "timeNeeded": [
        "lots"
      ],
      "goodWith": [
        "dogs"
      ],
      "experience": "intermediate",
      "esperance_vie": "11-13 ans",
      "groupe": "Chiens de berger et de bouvier"
    },
    {
      "id": 115,
      "race": "Gordon Setter",
      "image": "https://images.dog.ceo/breeds/setter-gordon/n02101006_1297.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/setter-gordon/n02101006_283.jpg",
        "https://images.dog.ceo/breeds/setter-gordon/n02101006_638.jpg"
      ],
      "description": "The Gordon Setter is a Scottish large breed of dog, a member of the setter family that also includes both the better-known Irish Setter and the English Setter. Setter breeds are classified as members of either the Sporting or Gundog Group depending on the national kennel club or council.  \nThe original purpose of the breed was to hunt gamebirds. Their quarry in Scotland, may be partridge or grouse, pheasant, ptarmigan, blackgame, snipe or woodcock: whilst overseas bird dogs are worked on quail, willow grouse, sand grouse, guinea fowl, sagehen, francolin and any other bird that will sit to a dog—that is to say, will attempt to avoid a potential predator by concealment rather than by taking to the wing at the first sign of danger.  It is this combination of a bird that will sit fast in front of a dog that will remain on point that makes bird dog work possible.\n\n",
      "taille": "small",
      "poids": "2-5 kg",
      "taille_cm": "20-30 cm",
      "stats": {
        "intelligence": 80,
        "affection": 60,
        "energie": 90,
        "gardien": 70,
        "entretien": 50
      },
      "caracteristiques": [
        "Très intelligent",
        "Très énergique"
      ],
      "temperament": [
        "actif",
        "intelligent"
      ],
      "habitat": [
        "apartment",
        "rural"
      ],
      "timeNeeded": [
        "lots"
      ],
      "goodWith": [
        "dogs"
      ],
      "experience": "intermediate",
      "esperance_vie": "10-12 ans",
      "groupe": "Terriers"
    },
    {
      "id": 116,
      "race": "Irish Setter",
      "image": "https://images.dog.ceo/breeds/setter-irish/n02100877_384.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/setter-irish/n02100877_5861.jpg",
        "https://images.dog.ceo/breeds/setter-irish/n02100877_602.jpg"
      ],
      "description": "The Irish Setter (Irish: sotar rua, literally \"red setter\") is a setter, a breed of gundog, and family dog originating in Ireland. The term Irish Setter is commonly used to encompass the show-bred dog recognised by the American Kennel Club as well as the field-bred Red Setter recognised by the Field Dog Stud Book.",
      "taille": "large",
      "poids": "15-30 kg",
      "taille_cm": "45-60 cm",
      "stats": {
        "intelligence": 74,
        "affection": 98,
        "energie": 72,
        "gardien": 96,
        "entretien": 70
      },
      "caracteristiques": [
        "Très affectueux",
        "Excellent gardien"
      ],
      "temperament": [
        "affectueux",
        "actif",
        "intelligent",
        "protecteur"
      ],
      "habitat": [
        "rural"
      ],
      "timeNeeded": [
        "moderate"
      ],
      "goodWith": [
        "children",
        "elderly",
        "dogs",
        "cats"
      ],
      "experience": "intermediate",
      "esperance_vie": "16-18 ans",
      "groupe": "Chiens de type Spitz et de type primitif"
    },
    {
      "id": 117,
      "race": "Sharpei",
      "image": "https://images.dog.ceo/breeds/sharpei/noel.jpg",
      "additional_images": [],
      "description": "Sharpei could refer to:\n\nShar Pei, the dog breed\nIberian green woodpecker (Picus sharpei)\nSharpe's longclaw (Hemimacronyx sharpei)",
      "taille": "small",
      "poids": "2-5 kg",
      "taille_cm": "20-30 cm",
      "stats": {
        "intelligence": 66,
        "affection": 82,
        "energie": 98,
        "gardien": 64,
        "entretien": 80
      },
      "caracteristiques": [
        "Très affectueux",
        "Très énergique"
      ],
      "temperament": [
        "affectueux",
        "actif"
      ],
      "habitat": [
        "apartment",
        "rural"
      ],
      "timeNeeded": [
        "lots"
      ],
      "goodWith": [
        "children",
        "elderly",
        "cats"
      ],
      "experience": "intermediate",
      "esperance_vie": "14-16 ans",
      "groupe": "Chiens courants et de recherche au sang"
    },
    {
      "id": 118,
      "race": "Indian Sheepdog",
      "image": "https://images.dog.ceo/breeds/sheepdog-indian/Himalayan_Sheepdog.jpg",
      "additional_images": [],
      "description": "The Himalayan Sheepdog, known locally by various names including the Bhote, Bangara or Gaddi Kutta, and sometimes called the Himalayan Mastiff, is a breed of livestock guardian dog from the Himalayas. The Himalayan Sheepdog is found in the Himalayan foothills from eastern Nepal to Kashmir. The breed is primarily used as a livestock guardian dog, protecting flocks of yak and sheep from various predators, and as a property guardian dog; unusually for a livestock guardian, the breed is also used to assist with herding. The Himalayan Sheepdog is also used to assist in hunting.",
      "taille": "large",
      "poids": "15-30 kg",
      "taille_cm": "45-60 cm",
      "stats": {
        "intelligence": 92,
        "affection": 84,
        "energie": 76,
        "gardien": 68,
        "entretien": 60
      },
      "caracteristiques": [
        "Très intelligent",
        "Très affectueux",
        "Très énergique"
      ],
      "temperament": [
        "affectueux",
        "actif",
        "intelligent"
      ],
      "habitat": [
        "rural"
      ],
      "timeNeeded": [
        "lots"
      ],
      "goodWith": [
        "children",
        "elderly",
        "dogs",
        "cats"
      ],
      "experience": "beginner",
      "esperance_vie": "12-14 ans",
      "groupe": "Terriers"
    },
    {
      "id": 119,
      "race": "English Sheepdog",
      "image": "https://images.dog.ceo/breeds/sheepdog-english/n02105641_12614.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/sheepdog-english/n02105641_3723.jpg",
        "https://images.dog.ceo/breeds/sheepdog-english/n02105641_534.jpg"
      ],
      "description": "The Old English Sheepdog is a large breed of dog that emerged in England from early types of herding dog. Other names for the breed include Shepherd's Dog and bob-tailed sheep-dog. The nickname Bob-tail (or Bobtail) originates from how dogs of the breed traditionally had their tails docked. Old English Sheepdogs can grow very long coats with fur covering the face and eyes and do not shed unless brushed.\n\n",
      "taille": "medium",
      "poids": "5-15 kg",
      "taille_cm": "30-45 cm",
      "stats": {
        "intelligence": 61,
        "affection": 72,
        "energie": 83,
        "gardien": 94,
        "entretien": 55
      },
      "caracteristiques": [
        "Très énergique",
        "Excellent gardien"
      ],
      "temperament": [
        "affectueux",
        "actif",
        "protecteur"
      ],
      "habitat": [
        "apartment",
        "rural"
      ],
      "timeNeeded": [
        "lots"
      ],
      "goodWith": [
        "children",
        "elderly"
      ],
      "experience": "intermediate",
      "esperance_vie": "11-13 ans",
      "groupe": "Chiens de type Spitz et de type primitif"
    },
    {
      "id": 120,
      "race": "Shetland Sheepdog",
      "image": "https://images.dog.ceo/breeds/sheepdog-shetland/n02105855_12990.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/sheepdog-shetland/n02105855_13071.jpg",
        "https://images.dog.ceo/breeds/sheepdog-shetland/n02105855_5949.jpg"
      ],
      "description": "The Shetland Sheepdog, also known as the Sheltie, is a breed of herding dog that originated in the Shetland Islands of Scotland. It was formally recognized by the Kennel Club in 1909. It was originally called the Shetland Collie, but this caused controversy amongst Rough Collie breeders of the time, so the name was changed. It is a small dog, clever, vocal, willing to please, and trustworthy. \nLike the Shetland pony, Shetland cattle, and the Shetland sheep, the Shetland Sheepdog is a hardy but diminutive breed developed to thrive amidst the harsh and meagre conditions of its native islands. While the Shetland still excels at herding, today it is often raised as a working dog or family pet.\nThe Shetland's origins are obscure, but it is not a direct descendant of the Rough Collie, which it largely resembles. Rather, the Shetland is a descendant of small specimens of the Scottish Collie and the King Charles Spaniel. They were originally a small mixed-breed dog, often only about 20 to 30 centimetres (8 to 12 inches) in height at the shoulder, and it is thought that the original Shetland herding dogs were of the Spitz type, and were crossed with Collies from mainland Britain. In the early 20th century, James Loggie added a small Rough Collie to the breeding stock, and helped establish the breed that would become the modern Shetland Sheepdog.\n\n",
      "taille": "large",
      "poids": "15-30 kg",
      "taille_cm": "45-60 cm",
      "stats": {
        "intelligence": 66,
        "affection": 82,
        "energie": 98,
        "gardien": 64,
        "entretien": 80
      },
      "caracteristiques": [
        "Très affectueux",
        "Très énergique"
      ],
      "temperament": [
        "affectueux",
        "actif"
      ],
      "habitat": [
        "rural"
      ],
      "timeNeeded": [
        "lots"
      ],
      "goodWith": [
        "children",
        "elderly",
        "cats"
      ],
      "experience": "intermediate",
      "esperance_vie": "12-14 ans",
      "groupe": "Chiens de garde et de protection"
    },
    {
      "id": 121,
      "race": "Shiba",
      "image": "https://images.dog.ceo/breeds/shiba/shiba-13.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/shiba/shiba-4.jpg",
        "https://images.dog.ceo/breeds/shiba/shiba-5.jpg"
      ],
      "description": "The Shiba Inu (柴犬, Shiba Inu, Japanese: [ɕiba inɯ]) is a breed of hunting dog from Japan. A small-to-medium breed, it is the smallest of the six original dog breeds native to Japan. Its name literally translates to \"brushwood dog\", as it is used to flush game.\nA small, alert, and agile dog that copes very well with mountainous terrain and hiking trails, the Shiba Inu was originally bred for hunting. It looks similar to other Japanese dog breeds such as the Akita Inu or Hokkaido, but the Shiba Inu is a different breed with a distinct bloodline, temperament, and smaller size than other Japanese dog breeds.",
      "taille": "very large",
      "poids": "30-50 kg",
      "taille_cm": "60-75 cm",
      "stats": {
        "intelligence": 87,
        "affection": 74,
        "energie": 61,
        "gardien": 98,
        "entretien": 85
      },
      "caracteristiques": [
        "Très intelligent",
        "Excellent gardien"
      ],
      "temperament": [
        "affectueux",
        "intelligent",
        "protecteur"
      ],
      "habitat": [
        "house"
      ],
      "timeNeeded": [
        "moderate"
      ],
      "goodWith": [
        "children",
        "elderly",
        "dogs"
      ],
      "experience": "beginner",
      "esperance_vie": "17-19 ans",
      "groupe": "Chiens de garde et de protection"
    },
    {
      "id": 122,
      "race": "Shihtzu",
      "image": "https://images.dog.ceo/breeds/shihtzu/n02086240_3186.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/shihtzu/n02086240_3983.jpg",
        "https://images.dog.ceo/breeds/shihtzu/n02086240_8017.jpg"
      ],
      "description": "The Shih Tzu (UK: , US: ) is a toy dog or pet dog breed originating from Tibet and believed to be bred from the Pekingese and the Lhasa Apso.\n\n",
      "taille": "very large",
      "poids": "30-50 kg",
      "taille_cm": "60-75 cm",
      "stats": {
        "intelligence": 51,
        "affection": 52,
        "energie": 53,
        "gardien": 54,
        "entretien": 55
      },
      "caracteristiques": [],
      "temperament": [],
      "habitat": [
        "house"
      ],
      "timeNeeded": [
        "moderate"
      ],
      "goodWith": [],
      "experience": "experienced",
      "esperance_vie": "17-19 ans",
      "groupe": "Chiens de type Spitz et de type primitif"
    },
    {
      "id": 123,
      "race": "Blenheim Spaniel",
      "image": "https://images.dog.ceo/breeds/spaniel-blenheim/n02086646_2498.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/spaniel-blenheim/n02086646_2813.jpg",
        "https://images.dog.ceo/breeds/spaniel-blenheim/n02086646_326.jpg"
      ],
      "description": "The King Charles Spaniel (also known as the English Toy Spaniel) is a small dog breed of the spaniel type. In 1903, The Kennel Club combined four separate toy spaniel breeds under this single title. The other varieties merged into this breed were the Blenheim, Ruby and Prince Charles Spaniels, each of which contributed one of the four coat colours now seen in the breed.\nThought to have originated in East Asia, and possibly acquired by European traders via the Spice Road, early toy spaniels were first seen in Europe during the 16th century. They became linked with English royalty during the rule of Queen Mary I (from 1553-1558), eventually earning their  name after being made famous by their association with King Charles II. Ruling from 1660-1685, Charles II owned many small dogs which accompanied him and his entourage about their daily business. Members of the breed were also owned by Queen Victoria (Dash) and her great-granddaughter Grand Duchess Anastasia Nikolaevna of Russia.\nThe modern King Charles Spaniel, and the other types of toy spaniels, are likely the result of crossbreeding historic spaniels with other East Asian breeds (such as the Japanese Chin, Pekingese, and the Pug) in the early 19th century. This was done mainly to reduce the size of the nose and snout, as was the style of the day. The 20th century saw attempts to restore lines of King Charles Spaniels to the breed of Charles II's time. These included the unsuccessful Toy Trawler Spaniel and the now popular Cavalier King Charles Spaniel. The Cavalier is slightly larger, with a flat head and a longer nose, while the King Charles is smaller, with a domed head and a flat face.\nHistorically the breeds that were merged into the King Charles Spaniel were used for hunting; due to their stature they were not well suited. They have kept their hunting instincts, but do not exhibit high energy and are better suited to being lapdogs. The modern breed is prone to several health problems, including cardiac conditions and a range of eye problems.",
      "taille": "small",
      "poids": "2-5 kg",
      "taille_cm": "20-30 cm",
      "stats": {
        "intelligence": 52,
        "affection": 54,
        "energie": 56,
        "gardien": 58,
        "entretien": 60
      },
      "caracteristiques": [],
      "temperament": [],
      "habitat": [
        "apartment",
        "house"
      ],
      "timeNeeded": [
        "moderate"
      ],
      "goodWith": [],
      "experience": "experienced",
      "esperance_vie": "10-12 ans",
      "groupe": "Chiens de type Spitz et de type primitif"
    },
    {
      "id": 124,
      "race": "Brittany Spaniel",
      "image": "https://images.dog.ceo/breeds/spaniel-brittany/n02101388_1249.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/spaniel-brittany/n02101388_4110.jpg",
        "https://images.dog.ceo/breeds/spaniel-brittany/n02101388_758.jpg"
      ],
      "description": "The Brittany Spaniel or Breton Spaniel (French: Épagneul Breton) is a French breed of gun dog of spaniel type, bred primarily for bird hunting.\nIt developed between the seventeenth and nineteenth centuries in Brittany in north-west France, and was officially recognized early in the twentieth. The breed has developed differently in the United States, where it may be referred to as the 'American Brittany'.\n\n",
      "taille": "medium",
      "poids": "5-15 kg",
      "taille_cm": "30-45 cm",
      "stats": {
        "intelligence": 93,
        "affection": 86,
        "energie": 79,
        "gardien": 72,
        "entretien": 65
      },
      "caracteristiques": [
        "Très intelligent",
        "Très affectueux",
        "Très énergique"
      ],
      "temperament": [
        "affectueux",
        "actif",
        "intelligent",
        "protecteur"
      ],
      "habitat": [
        "apartment",
        "rural"
      ],
      "timeNeeded": [
        "lots"
      ],
      "goodWith": [
        "children",
        "elderly",
        "dogs",
        "cats"
      ],
      "experience": "beginner",
      "esperance_vie": "11-13 ans",
      "groupe": "Chiens de berger et de bouvier"
    },
    {
      "id": 125,
      "race": "Cocker Spaniel",
      "image": "https://images.dog.ceo/breeds/spaniel-cocker/n02102318_12265.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/spaniel-cocker/n02102318_14006.jpg",
        "https://images.dog.ceo/breeds/spaniel-cocker/n02102318_8482.jpg"
      ],
      "description": "The English Cocker Spaniel is a breed of gun dog. It is noteworthy for producing one of the most varied numbers of pups in a litter among all dog breeds. The English Cocker Spaniel is an active, good-natured, sporting dog standing well up at the withers and compactly built. There are \"field\" or \"working\" cockers and \"house\" cockers. It is one of several varieties of spaniel and is the foundation of its American cousin, the American Cocker Spaniel. The English Cocker is closer to the working-dog form of the Field Spaniel and the English Springer Spaniel. English Cocker Spaniels are also known as the \"Merry Spaniel\" due to their constantly wagging tail.\nOutside the US, the breed is usually known simply as the Cocker Spaniel, as is the American Cocker Spaniel within the US. The OED states that the word cocker is derived from the fact the breed was used to flush woodcocks.\n\n",
      "taille": "very large",
      "poids": "30-50 kg",
      "taille_cm": "60-75 cm",
      "stats": {
        "intelligence": 97,
        "affection": 94,
        "energie": 91,
        "gardien": 88,
        "entretien": 85
      },
      "caracteristiques": [
        "Très intelligent",
        "Très affectueux",
        "Très énergique",
        "Excellent gardien"
      ],
      "temperament": [
        "affectueux",
        "actif",
        "intelligent",
        "protecteur"
      ],
      "habitat": [
        "rural"
      ],
      "timeNeeded": [
        "lots"
      ],
      "goodWith": [
        "children",
        "elderly",
        "dogs",
        "cats"
      ],
      "experience": "beginner",
      "esperance_vie": "13-15 ans",
      "groupe": "Chiens d'arrêt"
    },
    {
      "id": 126,
      "race": "Irish Spaniel",
      "image": "https://images.dog.ceo/breeds/spaniel-irish/n02102973_1929.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/spaniel-irish/n02102973_3840.jpg",
        "https://images.dog.ceo/breeds/spaniel-irish/n02102973_3978.jpg"
      ],
      "description": "The Irish Water Spaniel (Irish: An Spáinnéar Uisce) is a breed of dog that is the tallest of the spaniels.\n\n",
      "taille": "very large",
      "poids": "30-50 kg",
      "taille_cm": "60-75 cm",
      "stats": {
        "intelligence": 59,
        "affection": 68,
        "energie": 77,
        "gardien": 86,
        "entretien": 95
      },
      "caracteristiques": [
        "Très énergique",
        "Excellent gardien"
      ],
      "temperament": [
        "actif",
        "protecteur"
      ],
      "habitat": [
        "rural"
      ],
      "timeNeeded": [
        "lots"
      ],
      "goodWith": [],
      "experience": "experienced",
      "esperance_vie": "13-15 ans",
      "groupe": "Chiens de compagnie"
    },
    {
      "id": 127,
      "race": "Japanese Spaniel",
      "image": "https://images.dog.ceo/breeds/spaniel-japanese/n02085782_3071.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/spaniel-japanese/n02085782_3400.jpg",
        "https://images.dog.ceo/breeds/spaniel-japanese/n02085782_3720.jpg"
      ],
      "description": "The King Charles Spaniel (also known as the English Toy Spaniel) is a small dog breed of the spaniel type. In 1903, The Kennel Club combined four separate toy spaniel breeds under this single title. The other varieties merged into this breed were the Blenheim, Ruby and Prince Charles Spaniels, each of which contributed one of the four coat colours now seen in the breed.\nThought to have originated in East Asia, and possibly acquired by European traders via the Spice Road, early toy spaniels were first seen in Europe during the 16th century. They became linked with English royalty during the rule of Queen Mary I (from 1553-1558), eventually earning their  name after being made famous by their association with King Charles II. Ruling from 1660-1685, Charles II owned many small dogs which accompanied him and his entourage about their daily business. Members of the breed were also owned by Queen Victoria (Dash) and her great-granddaughter Grand Duchess Anastasia Nikolaevna of Russia.\nThe modern King Charles Spaniel, and the other types of toy spaniels, are likely the result of crossbreeding historic spaniels with other East Asian breeds (such as the Japanese Chin, Pekingese, and the Pug) in the early 19th century. This was done mainly to reduce the size of the nose and snout, as was the style of the day. The 20th century saw attempts to restore lines of King Charles Spaniels to the breed of Charles II's time. These included the unsuccessful Toy Trawler Spaniel and the now popular Cavalier King Charles Spaniel. The Cavalier is slightly larger, with a flat head and a longer nose, while the King Charles is smaller, with a domed head and a flat face.\nHistorically the breeds that were merged into the King Charles Spaniel were used for hunting; due to their stature they were not well suited. They have kept their hunting instincts, but do not exhibit high energy and are better suited to being lapdogs. The modern breed is prone to several health problems, including cardiac conditions and a range of eye problems.",
      "taille": "very large",
      "poids": "30-50 kg",
      "taille_cm": "60-75 cm",
      "stats": {
        "intelligence": 55,
        "affection": 60,
        "energie": 65,
        "gardien": 70,
        "entretien": 75
      },
      "caracteristiques": [],
      "temperament": [],
      "habitat": [
        "house"
      ],
      "timeNeeded": [
        "moderate"
      ],
      "goodWith": [],
      "experience": "experienced",
      "esperance_vie": "13-15 ans",
      "groupe": "Chiens rapporteurs et leveurs de gibier"
    },
    {
      "id": 128,
      "race": "Welsh Spaniel",
      "image": "https://images.dog.ceo/breeds/spaniel-welsh/n02102177_1763.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/spaniel-welsh/n02102177_2631.jpg",
        "https://images.dog.ceo/breeds/spaniel-welsh/n02102177_2875.jpg"
      ],
      "description": "The Welsh Springer Spaniel (Welsh: Llamgi Cymru) is a breed of dog and a member of the spaniel family. Thought to be comparable to the old Land Spaniel, they are similar to the English Springer Spaniel and historically have been referred to as both the Welsh Spaniel and the Welsh Cocker Spaniel. They were relatively unknown until a succession of victories in dog trials by the breed increased its popularity. Following recognition by The Kennel Club in 1902, the breed gained the modern name of Welsh Springer Spaniel. The breed's coat only comes in a single colour combination of white with red markings, usually in a piebald pattern. Loyal and affectionate, they can become very attached to family members and are wary of strangers. Health conditions are limited to those common among many breeds of dog, although they are affected more than average by hip dysplasia and some eye conditions. They are a working dog, bred for hunting, and while not as rare as some varieties of spaniel, they are rarer than the more widely known English Springer Spaniel with which they are sometimes confused.\n\n",
      "taille": "very large",
      "poids": "30-50 kg",
      "taille_cm": "60-75 cm",
      "stats": {
        "intelligence": 63,
        "affection": 76,
        "energie": 89,
        "gardien": 52,
        "entretien": 65
      },
      "caracteristiques": [
        "Très affectueux",
        "Très énergique"
      ],
      "temperament": [
        "affectueux",
        "actif"
      ],
      "habitat": [
        "rural"
      ],
      "timeNeeded": [
        "lots"
      ],
      "goodWith": [
        "children",
        "elderly"
      ],
      "experience": "intermediate",
      "esperance_vie": "17-19 ans",
      "groupe": "Teckels"
    },
    {
      "id": 129,
      "race": "Sussex Spaniel",
      "image": "https://images.dog.ceo/breeds/spaniel-sussex/n02102480_2648.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/spaniel-sussex/n02102480_4132.jpg",
        "https://images.dog.ceo/breeds/spaniel-sussex/n02102480_7313.jpg"
      ],
      "description": "The English Water Spaniel is a breed of dog that has been extinct since the first part of the 20th century, with the last specimen seen in the 1930s. It was best known for its use in hunting waterfowl and for being able to dive as well as a duck. It is described as  similar to a Collie or to a cross between a Poodle and a Springer Spaniel with curly fur and typically in a white and liver/tan pattern.\nPre-dating the Irish Water Spaniel and thought to have been referred to by Shakespeare in Macbeth, it is believed to have genetically influenced several modern breeds of dog, including the American Water Spaniel, Curly Coated Retriever and the modern variety of Field Spaniel. It is unknown if the breed was involved in the creation of the Irish Water Spaniel.",
      "taille": "very large",
      "poids": "30-50 kg",
      "taille_cm": "60-75 cm",
      "stats": {
        "intelligence": 99,
        "affection": 98,
        "energie": 97,
        "gardien": 96,
        "entretien": 95
      },
      "caracteristiques": [
        "Très intelligent",
        "Très affectueux",
        "Très énergique",
        "Excellent gardien"
      ],
      "temperament": [
        "affectueux",
        "actif",
        "intelligent",
        "protecteur"
      ],
      "habitat": [
        "rural"
      ],
      "timeNeeded": [
        "lots"
      ],
      "goodWith": [
        "children",
        "elderly",
        "dogs",
        "cats"
      ],
      "experience": "beginner",
      "esperance_vie": "17-19 ans",
      "groupe": "Chiens de type Spitz et de type primitif"
    },
    {
      "id": 130,
      "race": "Indian Spitz",
      "image": "https://images.dog.ceo/breeds/spitz-indian/Indian_Spitz.jpg",
      "additional_images": [],
      "description": "The Indian Spitz is a spitz dog breed belonging to the utility group. The Indian Spitz was one of the most popular dogs in India in the 1980s and 1990s when India's import rules made it difficult to import dogs of other breeds.",
      "taille": "medium",
      "poids": "5-15 kg",
      "taille_cm": "30-45 cm",
      "stats": {
        "intelligence": 65,
        "affection": 80,
        "energie": 95,
        "gardien": 60,
        "entretien": 75
      },
      "caracteristiques": [
        "Très affectueux",
        "Très énergique"
      ],
      "temperament": [
        "affectueux",
        "actif"
      ],
      "habitat": [
        "apartment",
        "rural"
      ],
      "timeNeeded": [
        "lots"
      ],
      "goodWith": [
        "children",
        "elderly"
      ],
      "experience": "intermediate",
      "esperance_vie": "15-17 ans",
      "groupe": "Chiens de type Spitz et de type primitif"
    },
    {
      "id": 131,
      "race": "Japanese Spitz",
      "image": "https://images.dog.ceo/breeds/spitz-japanese/beet-001.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/spitz-japanese/beet-002.jpg",
        "https://images.dog.ceo/breeds/spitz-japanese/beet-004.jpg"
      ],
      "description": "The Japanese Spitz (日本スピッツ, Nihon Supittsu, Japanese pronunciation: [nʲippoɴ.sɯ̥ᵝpʲittsɯᵝ]) is a small to medium breed of dog of the Spitz type. There are varying standards around the world as to the ideal size of the breed, but they are always larger than their smaller cousins, the Pomeranian. They were developed in Japan in the 1920s and 1930s by breeding a number of other Spitz type dog breeds together. They are recognized by the vast majority of the major kennel clubs, except the American Kennel Club due to it being of similar appearance to the white Pomeranian, American Eskimo Dog and Samoyed. While they are a relatively new breed, they are becoming widely popular due to their favorable temperament and other features.\nThe major health concern is patellar luxation, and a minor recurring concern is that the breed can be prone to runny eyes. They can act as reliable watchdogs, but are a type of companion dog and prefer to be an active part of the family. Although they might appear fluffy, they are a low maintenance breed as dirt does not stick to the coat.\n\nThe Japanese Spitz is a small dog, around 33 cm (13 in)s) at the withers, with a somewhat square body, deep chest, and a very thick, pure white double coat. The coat consists of an outer coat that stands off from the soft inner coat, with fur shorter on the muzzle and ears as well as the fronts of the forelegs and the hindlegs. A ruff of longer fur is around the dog's neck. It has a pointed muzzle and small, triangular shape prick ears (ears that stand up). The tail is long, heavily covered with long fur, and is carried curled over and lying on the dog's back. The white coat contrasts with the black pads and nails of the feet, the black nose, and the dark eyes. The large oval (akin to a ginkgo seed) eyes are dark and slightly slanted with white eyelashes, and the nose and lips and eye rims are black. The face of the Japanese Spitz is wedge-shaped.\nThey share a common resemblance with the white Pomeranian, Samoyed and American Eskimo Dog.\n\n",
      "taille": "medium",
      "poids": "5-15 kg",
      "taille_cm": "30-45 cm",
      "stats": {
        "intelligence": 77,
        "affection": 54,
        "energie": 81,
        "gardien": 58,
        "entretien": 85
      },
      "caracteristiques": [
        "Très intelligent",
        "Très énergique"
      ],
      "temperament": [
        "actif",
        "intelligent"
      ],
      "habitat": [
        "apartment",
        "rural"
      ],
      "timeNeeded": [
        "lots"
      ],
      "goodWith": [
        "dogs"
      ],
      "experience": "intermediate",
      "esperance_vie": "11-13 ans",
      "groupe": "Chiens de berger et de bouvier"
    },
    {
      "id": 132,
      "race": "English Springer",
      "image": "https://images.dog.ceo/breeds/springer-english/n02102040_3562.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/springer-english/n02102040_4956.jpg",
        "https://images.dog.ceo/breeds/springer-english/n02102040_5096.jpg"
      ],
      "description": "The English Springer Spaniel is a breed of gun dog in the Spaniel group traditionally used for flushing and retrieving game. They are descended from the Norfolk or Shropshire Spaniels of the mid-19th century; the breed has diverged into separate show and working lines. It is closely related to the Welsh Springer Spaniel and very closely to the English Cocker Spaniel; less than a century ago, springers and cockers would come from the same litter. The smaller \"cockers\" were used in woodcock hunting while their larger littermates were used to flush, or \"spring\", other game birds, hence the name. In 1902, The Kennel Club recognized the English Springer Spaniel as a distinct breed. They are used as sniffer dogs on a widespread basis.\n\n",
      "taille": "small",
      "poids": "2-5 kg",
      "taille_cm": "20-30 cm",
      "stats": {
        "intelligence": 88,
        "affection": 76,
        "energie": 64,
        "gardien": 52,
        "entretien": 90
      },
      "caracteristiques": [
        "Très intelligent",
        "Très affectueux"
      ],
      "temperament": [
        "affectueux",
        "intelligent"
      ],
      "habitat": [
        "apartment",
        "house"
      ],
      "timeNeeded": [
        "moderate"
      ],
      "goodWith": [
        "children",
        "elderly",
        "dogs"
      ],
      "experience": "beginner",
      "esperance_vie": "14-16 ans",
      "groupe": "Chiens de type Spitz et de type primitif"
    },
    {
      "id": 133,
      "race": "Stbernard",
      "image": "https://images.dog.ceo/breeds/stbernard/n02109525_13410.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/stbernard/n02109525_16485.jpg",
        "https://images.dog.ceo/breeds/stbernard/n02109525_1843.jpg"
      ],
      "description": "St. Bernard's School is a private, all-male elementary school in the Carnegie Hill neighborhood of Manhattan's Upper East Side. It was founded in 1904 by John Card Jenkins, along with Francis Tabor. The school shield depicts an eagle (representing the United States of America), a lion (representing Great Britain), a book (symbol of education), and a cross (representing a tradition of Christianity).\nAlthough the school's name is spelled (though not pronounced) the same way as that of the breed of dog, which is also its mascot, it was in fact named for the rue St-Bernard in Brussels, Belgium, where a relative of one of St. Bernard's founders had also founded a school.",
      "taille": "medium",
      "poids": "5-15 kg",
      "taille_cm": "30-45 cm",
      "stats": {
        "intelligence": 83,
        "affection": 66,
        "energie": 99,
        "gardien": 82,
        "entretien": 65
      },
      "caracteristiques": [
        "Très intelligent",
        "Très énergique",
        "Excellent gardien"
      ],
      "temperament": [
        "actif",
        "intelligent",
        "protecteur"
      ],
      "habitat": [
        "apartment",
        "rural"
      ],
      "timeNeeded": [
        "lots"
      ],
      "goodWith": [
        "dogs"
      ],
      "experience": "beginner",
      "esperance_vie": "15-17 ans",
      "groupe": "Chiens d'arrêt"
    },
    {
      "id": 134,
      "race": "American Terrier",
      "image": "https://images.dog.ceo/breeds/terrier-american/n02093428_111.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/terrier-american/n02093428_3331.jpg",
        "https://images.dog.ceo/breeds/terrier-american/n02093428_8324.jpg"
      ],
      "description": "The American Staffordshire Terrier, also known as the AmStaff, is a medium-sized, short-coated American dog breed recognized by the American Kennel Club, but not the United Kennel Club, which instead allows American Staffordshire Terriers to be registered under the American Pit Bull Terrier breed.\nThe height of an American Staffordshire Terrier is 18–19 in (46–48 cm) tall and weighs between 40–70 lb (18–32 kg). The American Kennel Club (AKC) describes the breed as \"confident, smart and good-natured\". American Staffordshire Terriers are not to be confused with American Pit Bull Terriers, though the American Pit Bull Terrier has similar ancestry they are two distinct breeds. It also should not be confused with the \"Staffy\" Staffordshire Bull Terrier of the United Kingdom.\n\n",
      "taille": "medium",
      "poids": "5-15 kg",
      "taille_cm": "30-45 cm",
      "stats": {
        "intelligence": 65,
        "affection": 80,
        "energie": 95,
        "gardien": 60,
        "entretien": 75
      },
      "caracteristiques": [
        "Très affectueux",
        "Très énergique"
      ],
      "temperament": [
        "affectueux",
        "actif"
      ],
      "habitat": [
        "apartment",
        "rural"
      ],
      "timeNeeded": [
        "lots"
      ],
      "goodWith": [
        "children",
        "elderly"
      ],
      "experience": "intermediate",
      "esperance_vie": "15-17 ans",
      "groupe": "Chiens de compagnie"
    },
    {
      "id": 135,
      "race": "Australian Terrier",
      "image": "https://images.dog.ceo/breeds/terrier-australian/n02096294_1375.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/terrier-australian/n02096294_568.jpg",
        "https://images.dog.ceo/breeds/terrier-australian/n02096294_5861.jpg"
      ],
      "description": "The Australian Silky Terrier or simply Silky Terrier (depending on the breed registry) is a small breed of dog of the terrier dog type. The breed was developed in Australia, although the ancestral types and breeds were from Great Britain. It is closely related to the Australian Terrier and the Yorkshire Terrier. The breed is called the Silky Terrier in North America, but is called the Australian Silky Terrier in its country of origin and in the rest of the world.\n\n",
      "taille": "medium",
      "poids": "5-15 kg",
      "taille_cm": "30-45 cm",
      "stats": {
        "intelligence": 59,
        "affection": 68,
        "energie": 77,
        "gardien": 86,
        "entretien": 95
      },
      "caracteristiques": [
        "Très énergique",
        "Excellent gardien"
      ],
      "temperament": [
        "actif",
        "protecteur"
      ],
      "habitat": [
        "apartment",
        "rural"
      ],
      "timeNeeded": [
        "lots"
      ],
      "goodWith": [],
      "experience": "experienced",
      "esperance_vie": "11-13 ans",
      "groupe": "Chiens de berger et de bouvier"
    },
    {
      "id": 136,
      "race": "Bedlington Terrier",
      "image": "https://images.dog.ceo/breeds/terrier-bedlington/n02093647_2316.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/terrier-bedlington/n02093647_3215.jpg",
        "https://images.dog.ceo/breeds/terrier-bedlington/n02093647_3356.jpg"
      ],
      "description": "The Bedlington Terrier is a breed of small dog named after the mining town of Bedlington, Northumberland in North East England.  Originally bred to hunt, the Bedlington Terrier has since been used in dog racing, numerous dog sports, as well as in conformation shows and as a companion dog. It is closely related to the Dandie Dinmont Terrier, Whippet and Otterhound.\nIt is described as a very versatile yet contradictory dog. They have powerful swimming skills, comparable to those of water dogs such as the Newfoundland, and are noted for being very quick and having high endurance. They love snow, and can achieve a Husky-like turn of speed on ice or in deep powder, using their powerful noses as a plough. Bedlingtons are noted for their similarity in appearance to lambs. The dogs have blue, liver or sandy colouration, all three of which may have tan points. Their fur forms a distinctive top knot on the dog's head. It is nonshedding and with minimal odor but needs weekly grooming to remove dead hair.\nOriginally known as the Rothbury or Rodbury Terrier, the name Bedlington Terrier was not applied to the breed until 1825, but some dogs have pedigrees that can be traced back as far as 1782. The first dog show with a class for Bedlington Terriers was held in 1870 at Bedlington. Bedlington Terriers shown at early shows were frequently dyed to improve the look of their fur. In 1948, a Bedlington Terrier known as Rock Ridge Night Rocket won best in show at the Westminster Kennel Club Dog Show. The breed has a high incidence of copper toxicosis.\n\n",
      "taille": "very large",
      "poids": "30-50 kg",
      "taille_cm": "60-75 cm",
      "stats": {
        "intelligence": 95,
        "affection": 90,
        "energie": 85,
        "gardien": 80,
        "entretien": 75
      },
      "caracteristiques": [
        "Très intelligent",
        "Très affectueux",
        "Très énergique",
        "Excellent gardien"
      ],
      "temperament": [
        "affectueux",
        "actif",
        "intelligent",
        "protecteur"
      ],
      "habitat": [
        "rural"
      ],
      "timeNeeded": [
        "lots"
      ],
      "goodWith": [
        "children",
        "elderly",
        "dogs",
        "cats"
      ],
      "experience": "beginner",
      "esperance_vie": "13-15 ans",
      "groupe": "Chiens de type Spitz et de type primitif"
    },
    {
      "id": 137,
      "race": "Cairn Terrier",
      "image": "https://images.dog.ceo/breeds/terrier-cairn/n02096177_164.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/terrier-cairn/n02096177_1732.jpg",
        "https://images.dog.ceo/breeds/terrier-cairn/n02096177_9014.jpg"
      ],
      "description": "The Cairn Terrier is a terrier breed originating in the Scottish Highlands and recognised as one of Scotland's earliest working dogs.\nThe name \"Cairn Terrier\" was a compromise suggestion when the breed was brought to official shows in the United Kingdom in 1909, initially under the name \"Short-haired Skye terrier\". This name was not accepted by the Kennel Club when faced with opposition from breeders of the Skye Terrier. The alternative name Cairn Terrier was adopted.\n\n",
      "taille": "large",
      "poids": "15-30 kg",
      "taille_cm": "45-60 cm",
      "stats": {
        "intelligence": 58,
        "affection": 66,
        "energie": 74,
        "gardien": 82,
        "entretien": 90
      },
      "caracteristiques": [
        "Excellent gardien"
      ],
      "temperament": [
        "actif",
        "protecteur"
      ],
      "habitat": [
        "rural"
      ],
      "timeNeeded": [
        "moderate"
      ],
      "goodWith": [],
      "experience": "experienced",
      "esperance_vie": "12-14 ans",
      "groupe": "Chiens rapporteurs et leveurs de gibier"
    },
    {
      "id": 138,
      "race": "Border Terrier",
      "image": "https://images.dog.ceo/breeds/terrier-border/n02093754_1422.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/terrier-border/n02093754_186.jpg",
        "https://images.dog.ceo/breeds/terrier-border/n02093754_6089.jpg"
      ],
      "description": "The Border Terrier is a British breed of small, rough-coated terrier. It originates from the area of the Anglo-Scottish border, and shares ancestry with the Dandie Dinmont Terrier and the Bedlington Terrier from the same area. The dogs were traditionally used in fox-hunting, and worked with the Border Hunt in Northumberland.\nThe breed was officially recognised by The Kennel Club in Great Britain in 1920, and by the American Kennel Club in 1930.\n\n",
      "taille": "very large",
      "poids": "30-50 kg",
      "taille_cm": "60-75 cm",
      "stats": {
        "intelligence": 71,
        "affection": 92,
        "energie": 63,
        "gardien": 84,
        "entretien": 55
      },
      "caracteristiques": [
        "Très affectueux",
        "Excellent gardien"
      ],
      "temperament": [
        "affectueux",
        "intelligent",
        "protecteur"
      ],
      "habitat": [
        "house"
      ],
      "timeNeeded": [
        "moderate"
      ],
      "goodWith": [
        "children",
        "elderly",
        "dogs",
        "cats"
      ],
      "experience": "intermediate",
      "esperance_vie": "13-15 ans",
      "groupe": "Teckels"
    },
    {
      "id": 139,
      "race": "Dandie Terrier",
      "image": "https://images.dog.ceo/breeds/terrier-dandie/n02096437_140.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/terrier-dandie/n02096437_2617.jpg",
        "https://images.dog.ceo/breeds/terrier-dandie/n02096437_3436.jpg"
      ],
      "description": "A Dandie Dinmont Terrier is a small Scottish dog breed in the terrier family. The breed has a very long body, short legs, and a distinctive topknot of hair on the head. They are friendly but tough, and are suitable for interaction with older children. There are breed-specific health concerns: they can be affected by spinal problems due to their elongated body, and the breed is affected by canine cancer at a higher than average rate.\nThe breed is named after a fictional character in Sir Walter Scott's novel, Guy Mannering. This character, Dandie Dinmont, is thought to be partly based on James Davidson, who is credited as the originator of the modern breed. Davidson's dogs descended from earlier terrier-owning families, including the Allans of Holystone, Northumberland.\nThere are three breed clubs in the UK supporting the breed, although it is registered as a Vulnerable Native Breed by the Kennel Club due to its low number of puppy registrations per year.\n\n",
      "taille": "large",
      "poids": "15-30 kg",
      "taille_cm": "45-60 cm",
      "stats": {
        "intelligence": 96,
        "affection": 92,
        "energie": 88,
        "gardien": 84,
        "entretien": 80
      },
      "caracteristiques": [
        "Très intelligent",
        "Très affectueux",
        "Très énergique",
        "Excellent gardien"
      ],
      "temperament": [
        "affectueux",
        "actif",
        "intelligent",
        "protecteur"
      ],
      "habitat": [
        "rural"
      ],
      "timeNeeded": [
        "lots"
      ],
      "goodWith": [
        "children",
        "elderly",
        "dogs",
        "cats"
      ],
      "experience": "beginner",
      "esperance_vie": "12-14 ans",
      "groupe": "Chiens courants et de recherche au sang"
    },
    {
      "id": 140,
      "race": "Kerryblue Terrier",
      "image": "https://images.dog.ceo/breeds/terrier-kerryblue/n02093859_2286.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/terrier-kerryblue/n02093859_2449.jpg",
        "https://images.dog.ceo/breeds/terrier-kerryblue/n02093859_3272.jpg"
      ],
      "description": "Le Kerryblue Terrier est une race de chien reconnue pour ses qualités de affectueux, actif.",
      "taille": "large",
      "poids": "15-30 kg",
      "taille_cm": "45-60 cm",
      "stats": {
        "intelligence": 64,
        "affection": 78,
        "energie": 92,
        "gardien": 56,
        "entretien": 70
      },
      "caracteristiques": [
        "Très affectueux",
        "Très énergique"
      ],
      "temperament": [
        "affectueux",
        "actif"
      ],
      "habitat": [
        "rural"
      ],
      "timeNeeded": [
        "lots"
      ],
      "goodWith": [
        "children",
        "elderly"
      ],
      "experience": "intermediate",
      "esperance_vie": "12-14 ans",
      "groupe": "Chiens de type Spitz et de type primitif"
    },
    {
      "id": 141,
      "race": "Fox Terrier",
      "image": "https://images.dog.ceo/breeds/terrier-fox/n02095314_2687.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/terrier-fox/n02095314_3166.jpg",
        "https://images.dog.ceo/breeds/terrier-fox/n02095314_3321.jpg"
      ],
      "description": "The Toy Fox Terrier is a small terrier breed of dog, directly descended from the larger Smooth Fox Terrier but since 1936, it has been registered in the United States with the UKC as a separate breed.\n\n",
      "taille": "large",
      "poids": "15-30 kg",
      "taille_cm": "45-60 cm",
      "stats": {
        "intelligence": 66,
        "affection": 82,
        "energie": 98,
        "gardien": 64,
        "entretien": 80
      },
      "caracteristiques": [
        "Très affectueux",
        "Très énergique"
      ],
      "temperament": [
        "affectueux",
        "actif"
      ],
      "habitat": [
        "rural"
      ],
      "timeNeeded": [
        "lots"
      ],
      "goodWith": [
        "children",
        "elderly",
        "cats"
      ],
      "experience": "intermediate",
      "esperance_vie": "12-14 ans",
      "groupe": "Chiens de type Spitz et de type primitif"
    },
    {
      "id": 142,
      "race": "Irish Terrier",
      "image": "https://images.dog.ceo/breeds/terrier-irish/n02093991_1581.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/terrier-irish/n02093991_3536.jpg",
        "https://images.dog.ceo/breeds/terrier-irish/n02093991_3653.jpg"
      ],
      "description": "The Irish Terrier (Irish: Brocaire Rua) is a dog breed from Ireland, one of many breeds of terrier. The Irish Terrier is considered one of the oldest terrier breeds. The Dublin dog show in 1873 was the first to provide a separate class for Irish Terriers. By the 1880s, Irish Terriers were the fourth most popular breed in Great Britain and Ireland.\nThe Irish Terrier is an active and compactly sized dog that is suited for life in both rural and city environments. Its harsh red coat protects it from all kinds of weather.",
      "taille": "small",
      "poids": "2-5 kg",
      "taille_cm": "20-30 cm",
      "stats": {
        "intelligence": 76,
        "affection": 52,
        "energie": 78,
        "gardien": 54,
        "entretien": 80
      },
      "caracteristiques": [
        "Très intelligent",
        "Très énergique"
      ],
      "temperament": [
        "actif",
        "intelligent"
      ],
      "habitat": [
        "apartment",
        "rural"
      ],
      "timeNeeded": [
        "lots"
      ],
      "goodWith": [
        "dogs"
      ],
      "experience": "intermediate",
      "esperance_vie": "14-16 ans",
      "groupe": "Chiens rapporteurs et leveurs de gibier"
    },
    {
      "id": 143,
      "race": "Lakeland Terrier",
      "image": "https://images.dog.ceo/breeds/terrier-lakeland/n02095570_3021.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/terrier-lakeland/n02095570_434.jpg",
        "https://images.dog.ceo/breeds/terrier-lakeland/n02095570_6114.jpg"
      ],
      "description": "The Lakeland Terrier is a dog breed, which takes its name from its place of origin, the Lake District  in England. The dog is a small to mid-size member of the Terrier family. While independent in personality, it interacts well with owners and all family members. In the United Kingdom, the Lakeland Terrier is considered a vulnerable dog breed at risk of going extinct through low levels of breeding, according to The Kennel Club. In the United States, the Lakeland Terrier ranked 148 out of 193 breeds by number of American Kennel Club puppy registrations in 2019.\n\n",
      "taille": "medium",
      "poids": "5-15 kg",
      "taille_cm": "30-45 cm",
      "stats": {
        "intelligence": 61,
        "affection": 72,
        "energie": 83,
        "gardien": 94,
        "entretien": 55
      },
      "caracteristiques": [
        "Très énergique",
        "Excellent gardien"
      ],
      "temperament": [
        "affectueux",
        "actif",
        "protecteur"
      ],
      "habitat": [
        "apartment",
        "rural"
      ],
      "timeNeeded": [
        "lots"
      ],
      "goodWith": [
        "children",
        "elderly"
      ],
      "experience": "intermediate",
      "esperance_vie": "11-13 ans",
      "groupe": "Chiens de type Spitz et de type primitif"
    },
    {
      "id": 144,
      "race": "Norfolk Terrier",
      "image": "https://images.dog.ceo/breeds/terrier-norfolk/n02094114_1232.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/terrier-norfolk/n02094114_1498.jpg",
        "https://images.dog.ceo/breeds/terrier-norfolk/n02094114_1519.jpg"
      ],
      "description": "The Norfolk Terrier is a British breed of dog. Prior to gaining recognition as an independent breed in 1964, it was a variety of the Norwich Terrier, distinguished from the \"prick eared\" Norwich by its \"drop ears\" (or folded ears). Together, the Norfolk and Norwich Terriers are the smallest of the working terriers.\n\n",
      "taille": "small",
      "poids": "2-5 kg",
      "taille_cm": "20-30 cm",
      "stats": {
        "intelligence": 96,
        "affection": 92,
        "energie": 88,
        "gardien": 84,
        "entretien": 80
      },
      "caracteristiques": [
        "Très intelligent",
        "Très affectueux",
        "Très énergique",
        "Excellent gardien"
      ],
      "temperament": [
        "affectueux",
        "actif",
        "intelligent",
        "protecteur"
      ],
      "habitat": [
        "apartment",
        "rural"
      ],
      "timeNeeded": [
        "lots"
      ],
      "goodWith": [
        "children",
        "elderly",
        "dogs",
        "cats"
      ],
      "experience": "beginner",
      "esperance_vie": "10-12 ans",
      "groupe": "Terriers"
    },
    {
      "id": 145,
      "race": "Patterdale Terrier",
      "image": "https://images.dog.ceo/breeds/terrier-patterdale/320px-05078045_Patterdale_Terrier.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/terrier-patterdale/dog-1268559_640.jpg",
        "https://images.dog.ceo/breeds/terrier-patterdale/patterdale-terrier-1330018870tnN.jpg"
      ],
      "description": "The Patterdale Terrier is a breed of dog descended from the Northern terrier breeds of the early 18th century, originally bred in Patterdale, Lake District.\n\n",
      "taille": "very large",
      "poids": "30-50 kg",
      "taille_cm": "60-75 cm",
      "stats": {
        "intelligence": 95,
        "affection": 90,
        "energie": 85,
        "gardien": 80,
        "entretien": 75
      },
      "caracteristiques": [
        "Très intelligent",
        "Très affectueux",
        "Très énergique",
        "Excellent gardien"
      ],
      "temperament": [
        "affectueux",
        "actif",
        "intelligent",
        "protecteur"
      ],
      "habitat": [
        "rural"
      ],
      "timeNeeded": [
        "lots"
      ],
      "goodWith": [
        "children",
        "elderly",
        "dogs",
        "cats"
      ],
      "experience": "beginner",
      "esperance_vie": "13-15 ans",
      "groupe": "Chiens de type Spitz et de type primitif"
    },
    {
      "id": 146,
      "race": "Norwich Terrier",
      "image": "https://images.dog.ceo/breeds/terrier-norwich/n02094258_262.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/terrier-norwich/n02094258_2694.jpg",
        "https://images.dog.ceo/breeds/terrier-norwich/n02094258_72.jpg"
      ],
      "description": "The Norwich Terrier is a breed of dog originating in England, and was bred to hunt small rodents. One of the smallest terriers, these dogs are relatively rare. Their drop-eared variety is the Norfolk Terrier.\n\n",
      "taille": "very large",
      "poids": "30-50 kg",
      "taille_cm": "60-75 cm",
      "stats": {
        "intelligence": 95,
        "affection": 90,
        "energie": 85,
        "gardien": 80,
        "entretien": 75
      },
      "caracteristiques": [
        "Très intelligent",
        "Très affectueux",
        "Très énergique",
        "Excellent gardien"
      ],
      "temperament": [
        "affectueux",
        "actif",
        "intelligent",
        "protecteur"
      ],
      "habitat": [
        "rural"
      ],
      "timeNeeded": [
        "lots"
      ],
      "goodWith": [
        "children",
        "elderly",
        "dogs",
        "cats"
      ],
      "experience": "beginner",
      "esperance_vie": "17-19 ans",
      "groupe": "Chiens de garde et de protection"
    },
    {
      "id": 147,
      "race": "Russell Terrier",
      "image": "https://images.dog.ceo/breeds/terrier-russell/IMG_7752.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/terrier-russell/iguet3.jpg",
        "https://images.dog.ceo/breeds/terrier-russell/iguet4.jpg"
      ],
      "description": "The Jack Russell Terrier is a British breed of small terrier. It is principally white-bodied and smooth-, rough- or broken-coated, and can be any colour.\nIt derives from dogs bred and used for fox-hunting in North Devon in the early nineteenth century by a country parson, Jack Russell – for whom the breed is named – and has similar origins to the modern Fox Terrier. Though closely similar, it is a distinct and different breed from the Parson Russell Terrier.\nJack Russells are an energetic breed that rely on a high level of exercise and stimulation. It has gone through several changes over the years, corresponding to different use and breed standards set by kennel clubs. Recognition by kennel clubs for the Jack Russell breed has been opposed by the breed's parent societies – which resulted in the breeding and recognition of the Parson Russell terrier. Jack Russells have appeared many times in film, television, and print – with several historical dogs of note.\n\n",
      "taille": "very large",
      "poids": "30-50 kg",
      "taille_cm": "60-75 cm",
      "stats": {
        "intelligence": 61,
        "affection": 72,
        "energie": 83,
        "gardien": 94,
        "entretien": 55
      },
      "caracteristiques": [
        "Très énergique",
        "Excellent gardien"
      ],
      "temperament": [
        "affectueux",
        "actif",
        "protecteur"
      ],
      "habitat": [
        "rural"
      ],
      "timeNeeded": [
        "lots"
      ],
      "goodWith": [
        "children",
        "elderly"
      ],
      "experience": "intermediate",
      "esperance_vie": "17-19 ans",
      "groupe": "Chiens de compagnie"
    },
    {
      "id": 148,
      "race": "Scottish Terrier",
      "image": "https://images.dog.ceo/breeds/terrier-scottish/n02097298_7631.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/terrier-scottish/n02097298_8191.jpg",
        "https://images.dog.ceo/breeds/terrier-scottish/n02097298_8452.jpg"
      ],
      "description": "The Scottish Terrier (Scottish Gaelic: Abhag Albannach; also known as the Aberdeen Terrier), popularly called the Scottie, is a breed of dog. Initially one of the highland breeds of terrier that were grouped under the name of Skye Terrier, it is one of five breeds of terrier that originated in Scotland, the other four being the modern Skye, Cairn, Dandie Dinmont, and West Highland White terriers. They are an independent and rugged breed with a wiry outer coat and a soft dense undercoat. The first Earl of Dumbarton nicknamed the breed \"the diehard\". According to legend, the Earl of Dumbarton gave this nickname because of the Scottish Terriers' bravery, and Scotties were also the inspiration for the name of his regiment, The Royal Scots, Dumbarton's Diehard. Scottish Terriers were originally bred to hunt vermin on farms.\nThey are a small breed of terrier with a distinctive shape and have had many roles in popular culture. They have been owned by a variety of celebrities, including the 32nd president of the United States, Franklin Delano Roosevelt, whose Scottie Fala is included with FDR in a statue in Washington, D.C., as well as by the 43rd president, George W. Bush.  They are also well known for being a playing piece in the board game Monopoly. Described as territorial, feisty dogs, they can make a good watchdog and tend to be very loyal to their family. Healthwise, Scottish Terriers can be more prone to bleeding disorders, joint disorders, autoimmune diseases, allergies, and cancer than some other breeds of dog, and there is a condition named after the breed called Scotty cramp. They are also one of the more successful dog breeds at the Westminster Kennel Club Dog Show with a best in show in 2010.",
      "taille": "large",
      "poids": "15-30 kg",
      "taille_cm": "45-60 cm",
      "stats": {
        "intelligence": 64,
        "affection": 78,
        "energie": 92,
        "gardien": 56,
        "entretien": 70
      },
      "caracteristiques": [
        "Très affectueux",
        "Très énergique"
      ],
      "temperament": [
        "affectueux",
        "actif"
      ],
      "habitat": [
        "rural"
      ],
      "timeNeeded": [
        "lots"
      ],
      "goodWith": [
        "children",
        "elderly"
      ],
      "experience": "intermediate",
      "esperance_vie": "16-18 ans",
      "groupe": "Teckels"
    },
    {
      "id": 149,
      "race": "Sealyham Terrier",
      "image": "https://images.dog.ceo/breeds/terrier-sealyham/n02095889_1886.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/terrier-sealyham/n02095889_4826.jpg",
        "https://images.dog.ceo/breeds/terrier-sealyham/n02095889_941.jpg"
      ],
      "description": "The Sealyham Terrier (Welsh: Daeargi Sealyham) is a rare Welsh breed of small to medium-sized terrier that originated in Wales as a working dog.  It is principally a white-bodied, rough-coated breed, developed in the mid-to-late-19th century by Captain John Edwardes at Sealyham House, Pembrokeshire.\nFollowing the First World War, it surged in popularity and was associated with Hollywood stars and members of the British royal family. Its numbers have dropped significantly since then, with the breed listed as a Vulnerable Native Breed by the Kennel Club; an all-time low was recorded in 2008 when only 43 puppies were registered in the United Kingdom. This decline has been blamed on an influx of foreign and designer breeds, and the Sealyham's reduced usefulness as a working dog.\nThis breed is equally suitable as a family dog or a working terrier, given the right training. It is affected by few breed specific breed disorders, with the only two prevalent conditions being lens luxation and canine degenerative myelopathy.  A DNA test is now readily available to identify dogs who carry the gene that causes lens luxation and breeding programmes can be adjusted.",
      "taille": "medium",
      "poids": "5-15 kg",
      "taille_cm": "30-45 cm",
      "stats": {
        "intelligence": 85,
        "affection": 70,
        "energie": 55,
        "gardien": 90,
        "entretien": 75
      },
      "caracteristiques": [
        "Très intelligent",
        "Excellent gardien"
      ],
      "temperament": [
        "intelligent",
        "protecteur"
      ],
      "habitat": [
        "apartment",
        "house"
      ],
      "timeNeeded": [
        "moderate"
      ],
      "goodWith": [
        "dogs"
      ],
      "experience": "beginner",
      "esperance_vie": "11-13 ans",
      "groupe": "Chiens de garde et de protection"
    },
    {
      "id": 150,
      "race": "Silky Terrier",
      "image": "https://images.dog.ceo/breeds/terrier-silky/n02097658_1868.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/terrier-silky/n02097658_4363.jpg",
        "https://images.dog.ceo/breeds/terrier-silky/n02097658_6784.jpg"
      ],
      "description": "The Australian Silky Terrier or simply Silky Terrier (depending on the breed registry) is a small breed of dog of the terrier dog type. The breed was developed in Australia, although the ancestral types and breeds were from Great Britain. It is closely related to the Australian Terrier and the Yorkshire Terrier. The breed is called the Silky Terrier in North America, but is called the Australian Silky Terrier in its country of origin and in the rest of the world.\n\n",
      "taille": "medium",
      "poids": "5-15 kg",
      "taille_cm": "30-45 cm",
      "stats": {
        "intelligence": 89,
        "affection": 78,
        "energie": 67,
        "gardien": 56,
        "entretien": 95
      },
      "caracteristiques": [
        "Très intelligent",
        "Très affectueux"
      ],
      "temperament": [
        "affectueux",
        "intelligent"
      ],
      "habitat": [
        "apartment",
        "house"
      ],
      "timeNeeded": [
        "moderate"
      ],
      "goodWith": [
        "children",
        "elderly",
        "dogs"
      ],
      "experience": "beginner",
      "esperance_vie": "11-13 ans",
      "groupe": "Terriers"
    },
    {
      "id": 151,
      "race": "Tibetan Terrier",
      "image": "https://images.dog.ceo/breeds/terrier-tibetan/n02097474_7132.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/terrier-tibetan/n02097474_7443.jpg",
        "https://images.dog.ceo/breeds/terrier-tibetan/n02097474_889.jpg"
      ],
      "description": "The Tibetan Terrier is a medium-sized breed of dog that originated in Tibet. Despite its name, it is not a member of the terrier group. The breed was given its English name by European travelers due to its resemblance to known terrier breeds. The Tibetan name for the breed, Tsang Apso, roughly translates to \"shaggy or bearded (\"apso\") dog, from the province of Tsang\". Some old travelers' accounts refer to the dog as Dokhi Apso or \"outdoor\" Apso, indicating a shaggy or bearded working dog which lives outdoors.\n\n",
      "taille": "small",
      "poids": "2-5 kg",
      "taille_cm": "20-30 cm",
      "stats": {
        "intelligence": 76,
        "affection": 52,
        "energie": 78,
        "gardien": 54,
        "entretien": 80
      },
      "caracteristiques": [
        "Très intelligent",
        "Très énergique"
      ],
      "temperament": [
        "actif",
        "intelligent"
      ],
      "habitat": [
        "apartment",
        "rural"
      ],
      "timeNeeded": [
        "lots"
      ],
      "goodWith": [
        "dogs"
      ],
      "experience": "intermediate",
      "esperance_vie": "14-16 ans",
      "groupe": "Chiens de berger et de bouvier"
    },
    {
      "id": 152,
      "race": "Toy Terrier",
      "image": "https://images.dog.ceo/breeds/terrier-toy/20210620_161349-min.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/terrier-toy/n02087046_4346.jpg",
        "https://images.dog.ceo/breeds/terrier-toy/n02087046_693.jpg"
      ],
      "description": "Toy dog traditionally refers to a very small dog or a grouping of small and very small breeds of dog. A toy dog may be of any of various dog types. Types of dogs referred to as toy dogs may include spaniels,  pinschers and terriers that have been bred down in size. Not all toy dogs are lap dogs.",
      "taille": "medium",
      "poids": "5-15 kg",
      "taille_cm": "30-45 cm",
      "stats": {
        "intelligence": 81,
        "affection": 62,
        "energie": 93,
        "gardien": 74,
        "entretien": 55
      },
      "caracteristiques": [
        "Très intelligent",
        "Très énergique"
      ],
      "temperament": [
        "actif",
        "intelligent",
        "protecteur"
      ],
      "habitat": [
        "apartment",
        "rural"
      ],
      "timeNeeded": [
        "lots"
      ],
      "goodWith": [
        "dogs"
      ],
      "experience": "beginner",
      "esperance_vie": "11-13 ans",
      "groupe": "Chiens de garde et de protection"
    },
    {
      "id": 153,
      "race": "Westhighland Terrier",
      "image": "https://images.dog.ceo/breeds/terrier-westhighland/4B3A04A2-E38F-4CD8-AE12-31F1F456DD05.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/terrier-westhighland/n02098286_1015.jpg",
        "https://images.dog.ceo/breeds/terrier-westhighland/n02098286_2139.jpg"
      ],
      "description": "Le Westhighland Terrier est une race de chien reconnue pour ses qualités de affectueux, actif.",
      "taille": "very large",
      "poids": "30-50 kg",
      "taille_cm": "60-75 cm",
      "stats": {
        "intelligence": 65,
        "affection": 80,
        "energie": 95,
        "gardien": 60,
        "entretien": 75
      },
      "caracteristiques": [
        "Très affectueux",
        "Très énergique"
      ],
      "temperament": [
        "affectueux",
        "actif"
      ],
      "habitat": [
        "rural"
      ],
      "timeNeeded": [
        "lots"
      ],
      "goodWith": [
        "children",
        "elderly"
      ],
      "experience": "intermediate",
      "esperance_vie": "17-19 ans",
      "groupe": "Chiens de compagnie"
    },
    {
      "id": 154,
      "race": "Welsh Terrier",
      "image": "https://images.dog.ceo/breeds/terrier-welsh/lucy.jpg",
      "additional_images": [],
      "description": "The Welsh Terrier (Welsh: Daeargi Cymreig) also known as the Welshie, is believed to have originated in the 1700s in Wales and was originally bred for hunting fox, rodents and badger; in the remote mountains of northern Wales, but during the last century, it has mainly been bred for showing. Despite this, it has retained its terrier strength of character. The Welsh Terrier has been claimed to be the oldest existing dog breed in the UK.\nThe Welsh Terrier was a latecomer to the British show-ring (being primarily a working dog) and was not officially registered as a breed until the 19th century. The Breed has managed to win best in show at Crufts four times, the last being in 1998 with Saredon Forever Young (Mel) owned by Judith Averis. It is on the UK Kennel Club's list of breeds that are in danger of dying out, having as few as 300 or so pups registered annually. The most popular breeds are registered in tens of thousands each year.",
      "taille": "small",
      "poids": "2-5 kg",
      "taille_cm": "20-30 cm",
      "stats": {
        "intelligence": 80,
        "affection": 60,
        "energie": 90,
        "gardien": 70,
        "entretien": 50
      },
      "caracteristiques": [
        "Très intelligent",
        "Très énergique"
      ],
      "temperament": [
        "actif",
        "intelligent"
      ],
      "habitat": [
        "apartment",
        "rural"
      ],
      "timeNeeded": [
        "lots"
      ],
      "goodWith": [
        "dogs"
      ],
      "experience": "intermediate",
      "esperance_vie": "10-12 ans",
      "groupe": "Terriers"
    },
    {
      "id": 155,
      "race": "Tervuren",
      "image": "https://images.dog.ceo/breeds/tervuren/shadow_and_lake.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/tervuren/yoda_in_car.jpg",
        "https://images.dog.ceo/breeds/tervuren/yoda_in_sofa.jpg"
      ],
      "description": "The Belgian Shepherd (Dutch: Belgische Herder), also known as the Belgian Sheepdog (Dutch: Belgische Herdershond) or the Chien de Berger Belge, is a Belgian breed of herding dog of medium size. It is bred in four distinct varieties based on coat type and colour: the long-haired black Groenendael; the rough-haired fawn Laekenois; the short-haired fawn Malinois, and the long-haired fawn Tervuren. The American Kennel Club considers the four varieties to be separate breeds.\nThe breed descends from a common type of shepherd dog found throughout Western Europe that includes such modern breeds as the Bouvier des Ardennes, Dutch Shepherd and German Shepherd, and was a common sight in the service of Belgian shepherds for centuries. At the end of the nineteenth century a breed club was formed and attempts were made to standardise the breed.\nIts historical role was as a herding dog. It is also commonly kept as a companion dog, or used as an assistance dog, detection dog, guard dog, guide dog, police dog or search and rescue dog. It has a long history of being used by Belgian police as well as military forces, serving for Belgian armed forces in both World Wars, as well as US Army since then. In the twenty-first century it is in use by a number of armed forces worldwide in a variety of roles.",
      "taille": "very large",
      "poids": "30-50 kg",
      "taille_cm": "60-75 cm",
      "stats": {
        "intelligence": 59,
        "affection": 68,
        "energie": 77,
        "gardien": 86,
        "entretien": 95
      },
      "caracteristiques": [
        "Très énergique",
        "Excellent gardien"
      ],
      "temperament": [
        "actif",
        "protecteur"
      ],
      "habitat": [
        "rural"
      ],
      "timeNeeded": [
        "lots"
      ],
      "goodWith": [],
      "experience": "experienced",
      "esperance_vie": "13-15 ans",
      "groupe": "Chiens de type Spitz et de type primitif"
    },
    {
      "id": 156,
      "race": "Yorkshire Terrier",
      "image": "https://images.dog.ceo/breeds/terrier-yorkshire/n02094433_2973.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/terrier-yorkshire/n02094433_3560.jpg",
        "https://images.dog.ceo/breeds/terrier-yorkshire/n02094433_8669.jpg"
      ],
      "description": "The Yorkshire Terrier, also known as a Yorkie, is a British breed of toy dog of terrier type. It is among the smallest of the terriers and indeed of all dog breeds, with a weight of no more than 3.2 kg (7 lb). It originated in the nineteenth century in the English county of Yorkshire, after which it is named. The coat is tan on the head and dark steel-grey on the body; no other colour is accepted by either The Kennel Club or the Fédération Cynologique Internationale.\nIt is a playful and energetic dog, usually kept as a companion dog. It has contributed to the development of other breeds including the Silky Terrier, and also to cross-breeds such as the Yorkipoo.\n\n",
      "taille": "medium",
      "poids": "5-15 kg",
      "taille_cm": "30-45 cm",
      "stats": {
        "intelligence": 75,
        "affection": 50,
        "energie": 75,
        "gardien": 50,
        "entretien": 75
      },
      "caracteristiques": [],
      "temperament": [
        "actif",
        "intelligent"
      ],
      "habitat": [
        "apartment",
        "rural"
      ],
      "timeNeeded": [
        "moderate"
      ],
      "goodWith": [
        "dogs"
      ],
      "experience": "intermediate",
      "esperance_vie": "15-17 ans",
      "groupe": "Chiens d'arrêt"
    },
    {
      "id": 157,
      "race": "Wheaten Terrier",
      "image": "https://images.dog.ceo/breeds/terrier-wheaten/n02098105_1190.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/terrier-wheaten/n02098105_2490.jpg",
        "https://images.dog.ceo/breeds/terrier-wheaten/n02098105_911.jpg"
      ],
      "description": "The soft-coated Wheaten Terrier (Irish: An Brocaire Buí - literally, \"Yellow Terrier\") is a pure-breed terrier originating from Ireland. Wheatens typically have one of two coat types: Irish or Heavy (American). The Irish coat is generally silkier and wavier than the Heavy, or American coat, which is thicker and fuller. The Soft Coated Wheaten Terrier is named for its silky, wheat-colored coat. Wheatens are generally friendly and playful, and tend to get along well with children and other dogs.",
      "taille": "medium",
      "poids": "5-15 kg",
      "taille_cm": "30-45 cm",
      "stats": {
        "intelligence": 81,
        "affection": 62,
        "energie": 93,
        "gardien": 74,
        "entretien": 55
      },
      "caracteristiques": [
        "Très intelligent",
        "Très énergique"
      ],
      "temperament": [
        "actif",
        "intelligent",
        "protecteur"
      ],
      "habitat": [
        "apartment",
        "rural"
      ],
      "timeNeeded": [
        "lots"
      ],
      "goodWith": [
        "dogs"
      ],
      "experience": "beginner",
      "esperance_vie": "11-13 ans",
      "groupe": "Chiens courants et de recherche au sang"
    },
    {
      "id": 158,
      "race": "Vizsla",
      "image": "https://images.dog.ceo/breeds/vizsla/n02100583_264.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/vizsla/n02100583_4228.jpg",
        "https://images.dog.ceo/breeds/vizsla/n02100583_453.jpg"
      ],
      "description": "The Vizsla (Hungarian: [ˈviʒlɒ]), also known as Hungarian Vizsla, Magyar Vizsla or Hungarian Pointer, is a dog breed from Hungary and belongs to the Fédération Cynologique Internationale (FCI) group 7 (Pointing Dogs), the Canadian Kennel Club (CKC) group 1 (Sporting group), and the American Kennel Club (Sporting group). The Hungarian or Magyar Vizsla or Smooth-Haired Vizsla are sporting dogs and loyal companions. The Vizsla's medium size is one of the breed's most appealing characteristics. As a hunter of fowl and upland game, the Vizsla has held a prominent position among sporting dogs – that of household companion and family dog.\nThe Hungarian Vizsla is a versatile hunting dog that was traditionally and is currently used to hunt, point, and retrieve, referring to the dog's natural ability in tracking, pointing, and retrieving game, including in water. Although they are lively, gentle-mannered, demonstrably affectionate and sensitive, they are also fearless and possess a well-developed protective instinct.",
      "taille": "medium",
      "poids": "5-15 kg",
      "taille_cm": "30-45 cm",
      "stats": {
        "intelligence": 83,
        "affection": 66,
        "energie": 99,
        "gardien": 82,
        "entretien": 65
      },
      "caracteristiques": [
        "Très intelligent",
        "Très énergique",
        "Excellent gardien"
      ],
      "temperament": [
        "actif",
        "intelligent",
        "protecteur"
      ],
      "habitat": [
        "apartment",
        "rural"
      ],
      "timeNeeded": [
        "lots"
      ],
      "goodWith": [
        "dogs"
      ],
      "experience": "beginner",
      "esperance_vie": "11-13 ans",
      "groupe": "Teckels"
    },
    {
      "id": 159,
      "race": "Spanish Waterdog",
      "image": "https://images.dog.ceo/breeds/waterdog-spanish/20180714_201544.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/waterdog-spanish/20180723_185544.jpg",
        "https://images.dog.ceo/breeds/waterdog-spanish/20181023_072736.jpg"
      ],
      "description": "A water dog is a type of gundog bred to flush and retrieve game from water.\nWater dog, waterdog or water-dog may also refer to:",
      "taille": "very large",
      "poids": "30-50 kg",
      "taille_cm": "60-75 cm",
      "stats": {
        "intelligence": 87,
        "affection": 74,
        "energie": 61,
        "gardien": 98,
        "entretien": 85
      },
      "caracteristiques": [
        "Très intelligent",
        "Excellent gardien"
      ],
      "temperament": [
        "affectueux",
        "intelligent",
        "protecteur"
      ],
      "habitat": [
        "house"
      ],
      "timeNeeded": [
        "moderate"
      ],
      "goodWith": [
        "children",
        "elderly",
        "dogs"
      ],
      "experience": "beginner",
      "esperance_vie": "13-15 ans",
      "groupe": "Teckels"
    },
    {
      "id": 160,
      "race": "Weimaraner",
      "image": "https://images.dog.ceo/breeds/weimaraner/n02092339_3804.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/weimaraner/n02092339_5292.jpg",
        "https://images.dog.ceo/breeds/weimaraner/n02092339_792.jpg"
      ],
      "description": "The Weimaraner is a German breed of hunting dog of medium to large size, with history going back at least to the nineteenth century.\nIt originated in the area of the city of Weimar (then in Saxe-Weimar-Eisenach, now in the state of Thuringia), for which it is named. It was recognised as a breed in 1891. It is an all-purpose gun dog, characterised by its speed and stamina, its good nose and eye, and its courage and intelligence; in Germany it is not considered suitable for keeping as a companion dog.\n\n",
      "taille": "very large",
      "poids": "30-50 kg",
      "taille_cm": "60-75 cm",
      "stats": {
        "intelligence": 85,
        "affection": 70,
        "energie": 55,
        "gardien": 90,
        "entretien": 75
      },
      "caracteristiques": [
        "Très intelligent",
        "Excellent gardien"
      ],
      "temperament": [
        "intelligent",
        "protecteur"
      ],
      "habitat": [
        "house"
      ],
      "timeNeeded": [
        "moderate"
      ],
      "goodWith": [
        "dogs"
      ],
      "experience": "beginner",
      "esperance_vie": "13-15 ans",
      "groupe": "Chiens de berger et de bouvier"
    },
    {
      "id": 161,
      "race": "Whippet",
      "image": "https://images.dog.ceo/breeds/whippet/n02091134_5630.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/whippet/n02091134_9671.jpg",
        "https://images.dog.ceo/breeds/whippet/n02091134_9793.jpg"
      ],
      "description": "The Whippet is a British breed of medium-sized dog of the sighthound type, related to the larger Greyhound and the smaller Italian Greyhound. Aside from size differences, the Whippet closely resembles these two breeds and is sometimes referred to as the \"miniature Greyhound\" or, colloquially, as \"the poor man's racehorse.\" The breed is commonly kept as a companion dog, for competitive showing, and for amateur racing. Additionally, Whippets participate in various dog sports, including lure coursing, agility, and flyball. Known for its remarkable speed, the Whippet holds the title for the fastest running speed within its weight and size range, and is believed to have the fastest idle-to-running acceleration of any dog. \nWhippets are characterized by their gentle, affectionate, and calm temperament. While typically relaxed and serene at home, they exhibit high energy and excitement when outdoors. Originally bred as hunting and racing dogs, Whippets have a strong prey drive, which may lead them to chase small animals. Therefore, supervision during outdoor activities is recommended.\nWhippets have a minimal-shedding coat that is easy to manage due to its short, smooth texture and lack of an undercoat. However, their short coat and low body fat make them particularly sensitive to cold temperatures, so they may require extra protection, such as a dog jacket, in cooler weather. The breed is generally healthy, benefiting from a strong, athletic constitution, and is free from many hereditary issues seen in other breeds.\nThe concept of greyhound-type dogs of various sizes—large, medium, and small—has been well-documented in hunting manuals and natural history works dating back to the Middle Ages. In the early 15th century, Edward of Norwich, 2nd Duke of York, translated and expanded the late 14th-century French Livre de chasse, a comprehensive manual on instructions for hunting with dogs. In his work, he highlighted the benefits of keeping ‘great,’ ‘middle,’ and ‘small-sized Greyhounds’ for hunting different kinds of game. Later, in the 16th century, English physician and academic John Caius referenced both greater and lesser types of Leporarius, Grehounde (Greyhound) in his book De Canibus Britannicis. Notably, he described a type connected to the Whippet: the tumbler, a 'lesser sort of mungrell greyhounde' that was an excellent warren dog used for catching rabbits. The tumbler was also recorded by Thomas Brown, a Scottish curator and editor, in the early 19th century. \n\n",
      "taille": "medium",
      "poids": "5-15 kg",
      "taille_cm": "30-45 cm",
      "stats": {
        "intelligence": 87,
        "affection": 74,
        "energie": 61,
        "gardien": 98,
        "entretien": 85
      },
      "caracteristiques": [
        "Très intelligent",
        "Excellent gardien"
      ],
      "temperament": [
        "affectueux",
        "intelligent",
        "protecteur"
      ],
      "habitat": [
        "apartment",
        "house"
      ],
      "timeNeeded": [
        "moderate"
      ],
      "goodWith": [
        "children",
        "elderly",
        "dogs"
      ],
      "experience": "beginner",
      "esperance_vie": "11-13 ans",
      "groupe": "Chiens de compagnie"
    },
    {
      "id": 162,
      "race": "Irish Wolfhound",
      "image": "https://images.dog.ceo/breeds/wolfhound-irish/n02090721_1041.jpg",
      "additional_images": [
        "https://images.dog.ceo/breeds/wolfhound-irish/n02090721_348.jpg",
        "https://images.dog.ceo/breeds/wolfhound-irish/n02090721_4200.jpg"
      ],
      "description": "The Irish Wolfhound is a breed of large sighthound that has, by its presence and substantial size, inspired literature, poetry and mythology. One of the largest of all breeds of dog, the breed is used by coursing hunters who have prized it for its ability to dispatch game caught by other, swifter sighthounds. In 1902, the Irish Wolfhound was declared the regimental mascot of the Irish Guards.",
      "taille": "medium",
      "poids": "5-15 kg",
      "taille_cm": "30-45 cm",
      "stats": {
        "intelligence": 93,
        "affection": 86,
        "energie": 79,
        "gardien": 72,
        "entretien": 65
      },
      "caracteristiques": [
        "Très intelligent",
        "Très affectueux",
        "Très énergique"
      ],
      "temperament": [
        "affectueux",
        "actif",
        "intelligent",
        "protecteur"
      ],
      "habitat": [
        "apartment",
        "rural"
      ],
      "timeNeeded": [
        "lots"
      ],
      "goodWith": [
        "children",
        "elderly",
        "dogs",
        "cats"
      ],
      "experience": "beginner",
      "esperance_vie": "15-17 ans",
      "groupe": "Chiens de compagnie"
    }
  ]
}